Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: Information has been saved
french: Les informations ont été enregistrées
italian: I dati sono stati salvati.
spanish: La información se guardó.

source: Insert Sample Data
french: Insérer les exemples de données
italian: Inserisci dati di prova
spanish: Insertar ejemplos

source: Insert our sample data to see how your website works. We highly recommend only using this function when your own data has not been posted yet..
french: Insérez nos exemples de données afin de voir comment notre site Web fonctionne. Nous recommandons fortement de n'utiliser cette fonctionnalité que si vous n'avez pas déjà publié vos propres données.
italian: Inserisci i nostri dati prova per capire come funziona il sito. Raccomandiamo di utilizzare questa funzione solo se non hai ancora pubblicato i tuoi dati.
spanish: Inserte nuestros datos de ejemplo para ver cómo funciona su sitio web. Le recomendamos que solo use esta función si aún no ha publicado sus propios datos.

source: Install sample data
french: Installer les exemples de données
italian: Installa dati di prova
spanish: Instalar datos de ejemplo

source: Invalid Job ID
french: Identifiant d'emploi non valide
italian: ID lavoro non valido
spanish: Número de identificación de trabajo no válido

source: Invalid Key
french: Clé non valide
italian: Chiave non valida
spanish: Clave no válida

source: Invalid email address!
french: Adresse e-mail non valide !
italian: Indirizzo e-mail non valido!
spanish: Dirección de correo electrónico no válida!

source: Invalid file name!
french: Nom de fichier non valide !
italian: Nome del file non valido!
spanish: Nombre de archivo no válido!

source: Invalid input!
french: Saisie non valide !
italian: Input non valido
spanish: Dato introducido no válido

source: Invalid job ID!
french: Identifiant d'emploi non valide !
italian: ID lavoro non valido
spanish: Número de identificación de trabajo no válido

source: Invalid job package ID!
french: Identifiant de Forfait d'emplois non valide !
italian: ID pacchetto lavoro non valido
spanish: Número de identificación de paquete de publicación no válido

source: Invalid key
french: Clé non valide
italian: Chiave non valida
spanish: Clave no válida

source: Invalid payment gateway
french: Passerelle de paiement non valide
italian: Gateway di pagamento non valido
spanish: Portal de pago no válido

source: Invalid username or password!
french: Nom d'utilisateur ou mot de passe non valide !
italian: Nome utente o password non valido
spanish: Nombre de usuario o contraseña no válidos.

source: JOB CATEGORIES
french: Catégories d'emploi
italian: Categorie lavoro
spanish: Categorías

source: JOB CATEGORY
french: Catégorie d'emploi
italian: Categoria di lavoro
spanish: Categoría de trabajo

source: JOB DESCRIPTION
french: Descriptif de l'emploi
italian: Descrizione del lavoro
spanish: Descripcion del trabajo

source: JOB DETAILS
french: Descriptif de l'emploi
italian: Dettagli sul lavoro
spanish: Información del trabajo

source: JOB LOCATION
french: Lieu de travail
italian: Località del lavoro
spanish: Lugar de trabajo

source: JOB STATUS
french: Statut d'emploi
italian: Stato del lavoro
spanish: Estado de trabajo

source: JOB TITLE
french: Intitulé de l'emploi
italian: Professione
spanish: Título del trabajo

source: JOBS
french: Emplois
italian: Lavori
spanish: Trabajos

source: Japanese Yen
french: Yen japonais
italian: Yen giapponese
spanish: Yen japonés

source: Job
french: Emploi
italian: Lavoro
spanish: Trabajo

source: Job Categories
french: Catégories d'emploi
italian: Categorie lavoro
spanish: Categorías

source: Job Details
french: Descriptif de l'emploi
italian: Dettagli sul lavoro
spanish: Información del trabajo

source: Job Location
french: Lieu de travail
italian: Località del lavoro
spanish: Lugar de trabajo

source: Job Order
french: Commande relative aux emplois
italian: Ordine lavoro
spanish: Orden de trabajo

source: Job Paid
french: Emploi payé
italian: Lavoro pagato
spanish: Trabajo pagado

source: Job Type
french: Type d'emploi
italian: Tipo di contratto
spanish: Tipo de trabajo

source: Job Types
french: Types d'emploi
italian: Tipi di contratto
spanish: Tipos de trabajos

source: Job author information is incorrect!
french: Les informations fournies par l'annonceur sont incorrectes !
italian: I dati dell'autore del lavoro non sono corretti.
spanish: La información del autor del trabajo es incorrecta.

source: Job category
french: Catégorie d'emploi
italian: Categoria di lavoro
spanish: Categoría de trabajo

source: Job category has been deleted!
french: La catégorie d'emploi a été supprimée !
italian: La categoria di lavoro è stata eliminata.
spanish: Se eliminó la categoría de trabajo.

source: Job category has been inserted
french: La catégorie d'emploi a été insérée
italian: La categoria di lavoro è stata inserita.
spanish: Se insertó la categoría de trabajo.

source: Job category has been updated
french: La catégorie d'emploi a été mise à jour
italian: La categoria di lavoro è stata aggiornata.
spanish: Se actualizó la categoría de trabajo.

source: Job category is invalid
french: Catégorie d'emploi non valide
italian: Categoria di lavoro non valida
spanish: La categoría de trabajo no es válida.

source: Job description
french: Descriptif de l'emploi
italian: Descrizione del lavoro
spanish: Descripcion del trabajo

source: Job location
french: Lieu de travail
italian: Località lavoro
spanish: Lugar de trabajo

source: Job status
french: Statut d'emploi
italian: Stato del lavoro
spanish: Estado de trabajo

source: Job title
french: Intitulé de l'emploi
italian: Professione
spanish: Título del trabajo

source: Job type has been deleted!
french: Le type d'emploi a été supprimé !
italian: Tipo di contratto eliminato
spanish: Se eliminó el tipo de trabajo.

source: Job type has been inserted!
french: Le type d'emploi a été inséré !
italian: Tipo di contratto inserito
spanish: Se introdujo el tipo de trabajo.

source: Job type is invalid
french: Le type d'emploi n'est pas valide
italian: Tipo di contratto non valido
spanish: El tipo de trabajo no es válido

source: Job type's color has been updated
french: La couleur du type d'emploi a été mise à jour
italian: Colore del tipo di contratto aggiornato
spanish: El color del tipo de trabajo se ha actualizado

source: Job types are used by the job seekers to filter jobs. E.g: full-time, part-time, contract…
french: Les types d'emploi sont utilisés par les demandeurs d'emploi afin de filtrer les offres d'emplois. Par exemple : à temps plein, à temps partiel, par contrat...
italian: I tipi di contratto sono utilizzati come filtri da chi cerca un lavoro. Es.: full-time, part-time, contratto…
spanish: El buscador de trabajo utiliza los tipos para filtrar los trabajos. P. ej., tiempo completo, medio tiempo, contrato, etc.

source: Job-related Email Templates
french: Modèles d'e-mail par emploi
italian: Modelli e-mail relativi al lavoro
spanish: Plantillas de mensajes sobre los trabajos

source: Job-related email templates
french: Modèles d'e-mail par emploi
italian: Modelli e-mail relativi al lavoro
spanish: Plantillas de mensajes sobre los trabajos

source: JobEngine comes by default with a few styles you can choose from. You can also use one of these styles to create a unique personality for job board.
french: JobEngine est installé par défaut avec plusieurs styles parmi lesquels choisir. Vous pouvez également utiliser un de ces styles pour créer une personnalité unique pour votre tableau de bord.
italian: JobEngine include alcuni stili tra cui scegliere. Puoi anche utilizzare uno di questi stili per creare una job board personalizzata.
spanish: Job Engine cuenta con algunos estilos predeterminados para elegir. También puede usar uno de estos estilos para darle un aspecto único a su panel de trabajos.

source: Jobs
french: Emplois
italian: Lavori
spanish: Trabajos

source: Jobs at %s
french: Emplois sur %s
italian: Lavori da %s
spanish: Trabajos en %s

source: Jobs posted by %s
french: Emplois publiés par %s
italian: Lavori pubblicati da %s
spanish: Trabajos publicados por %s

source: Jobs posted under this plan will be featured.
french: Les emplois publiés repris sous cette formule seront mis à la une.
italian: I lavori pubblicati sotto questo piano saranno visualizzati in primo piano.
spanish: Los trabajos publicados con este plan serán destacados.

source: Keep your theme up-to-date
french: Gardez à jour votre thème
italian: Tieni aggiornato il tuo tema
spanish: Mantenga su tema actualizado

source: Key is invalid
french: La clé n'est pas valide
italian: Chiave non valida
spanish: Clave no válida

source: LATEST JOBS
french: Les derniers emplois
italian: Lavori recenti
spanish: Trabajos recientes

source: LOGIN
french: SE CONNECTER
italian: ACCEDI
spanish: INICIAR SESIÓN

source: LOGOUT
french: Se déconnecter
italian: Esci
spanish: Cerrar sesión

source: Language
french: Langue
italian: Lingua
spanish: Idioma

source: Language name
french: Nom de la langue
italian: Nome lingua
spanish: Idioma

source: Latest Companies
french: Les dernières sociétés
italian: Aziende recenti
spanish: Empresas recientes

source: Latest Jobs
french: Les derniers emplois
italian: Lavori recenti
spanish: Trabajos recientes

source: Latest Payments
french: Les derniers paiements
italian: Pagamenti recenti
spanish: Pagos recientes

source: Latest jobs
french: Emplois les plus récents
italian: Lavori recenti
spanish: Trabajos recientes

source: Latitude
italian: Latitudine
spanish: Latitud

source: Layout
french: Mise en page
spanish: Diseño

source: Layout Style
french: Style de mise en page
italian: Stile layout
spanish: Estilo de diseño

source: Leave a Reply to %s
french: Laisser une réponse à %s
italian: Rispondi a %s
spanish: Responder a %s

source: Left Sidebar
french: Barre latérale gauche
italian: Barra laterale sinistra
spanish: Barra lateral izquierda

source: Load More Articles
french: Charger plus d'articles
italian: Carica altri articoli
spanish: Cargar más artículos

source: Load More Jobs
french: Charger plus d'emplois
italian: Carica altri lavori
spanish: Cargar más trabajos

source: Load more
french: En charger plus
italian: Carica altri
spanish: Cargar más

source: Loading
french: En cours de chargement
italian: Caricamento in corso...
spanish: Cargando

source: Loading successfully!
french: Chargement réussi !
italian: Caricamento riuscito
spanish: Se cargó correctamente.

source: Loading...
french: Chargement en cours...
italian: Caricamento in corso...
spanish: Cargando...

source: Location
french: Lieu
italian: Località
spanish: Lugar

source: Log out successfully
french: Déconnexion réussie
italian: Sessione chiusa
spanish: Sesión cerrada con éxito

source: Login
french: Se connecter
italian: Accedi
spanish: Iniciar sesión

source: Login failed
french: Échec de la connexion
italian: Accesso non riuscito
spanish: Error al iniciar sesión

source: Login or create an account
french: Se connecter ou créer un compte
italian: Accedi o crea un account
spanish: Inicie sesión o cree una cuenta

source: Login successfully
french: Ouverture de session réussie
italian: Accesso riuscito
spanish: Sesión iniciada con éxito

source: Login to
french: Se connecter à
italian: Accedi a
spanish: Iniciar sesión en

source: Logout
french: Se déconnecter
italian: Esci
spanish: Cerrar sesión

source: Longitude
italian: Longitudine
spanish: Longitud

source: Mailing
french: Envoi d'e-mails
italian: E-mail
spanish: Correo

source: Main Sidebar
french: Barre latérale principale
italian: Barra laterale principale
spanish: Barra lateral principal

source: Make this job featured
french: Mettre cet emploi à la une
italian: Metti il lavoro in primo piano
spanish: Destacar este trabajo

source: Manage how your job board looks and feels.
french: Gérez la présentation et le mode de fonctionnement de votre tableau d'emplois.
italian: Gestisci l'aspetto della tua area lavoro.
spanish: Configure el aspecto del panel de trabajos

source: Md5 check sum not match!
french: Les contrôles de tolérance Md5 ne correspondent pas !
italian: Checksum di Md5 non uguale
spanish: La suma de verificación de Md5 no coincide.

source: Menu
spanish: Menú

source: Menu display on the footer
french: Afficher le menu dans le pied de page
italian: Visualizzazione menu a piè di pagina
spanish: Mostrar menú en el pie de página

source: Menu display on the header
french: Affichage du menu dans l'en-tête
italian: Visualizzazione menu nell'intestazione
spanish: Mostrar menú en el encabezado

source: Missing company data
french: Données de la société manquantes
italian: Dati dell'azienda mancanti
spanish: Faltan datos de la empresa

source: Missing image ID
french: Identifiant de l'image manquant
italian: ID immagine mancante
spanish: Falta número de identificación de imagen

source: More companies
french: Plus de sociétés
italian: Altre aziende
spanish: Más empresas

source: NOT READY
french: PAS PRÊT
italian: NON PRONTO
spanish: NO ESTÁ LISTO

source: New Application
french: Nouvelle candidature
italian: Nuova candidatura
spanish: Nueva postulación

source: New Category Name
french: Nouveau nom de catégorie
italian: Nome nuova categoria
spanish: Nuevo nombre de categoría

source: New Job
french: Nouvel emploi
italian: Nuovo lavoro
spanish: Nuevo trabajo

source: New Job Type Name
french: Nouvel intitulé de type d'emploi
italian: Nuovo nome di tipo di contratto
spanish: Nuevo nombre de tipo de trabajo

source: New Password
french: Nouveau mot de passe
italian: Nuova password
spanish: Contraseña nueva

source: New Plan
french: Nouvelle formule
italian: Nuovo piano
spanish: Nuevo plan

source: New Zealand Dollar
french: Dollar de Nouvelle-Zélande
italian: Dollaro neozelandese
spanish: Dólar de Nueva Zelanda

source: New companies last month
french: Les nouvelles sociétés du mois passé
italian: Nuove aziende ultimo mese
spanish: Empresas nuevas del último mes

source: No Plans found
french: Aucune formule trouvée
italian: Nessun piano trovato
spanish: No se encontró ningún plan

source: No Plans found in Trash
french: Aucune formule trouvée dans la corbeille
italian: Nessun Piano trovato nel Cestino
spanish: No se encontraron planes en la papelera

source: No applications found
french: Aucune candidature trouvée
italian: Nessuna candidatura trovata
spanish: No se encontraron postulaciones

source: No applications found in Trash
french: Aucune candidature trouvée dans la corbeille
italian: Nessuna candidatura trovata in Cestino
spanish: No se encontraron postulaciones en la Papelera

source: No job
french: Aucun emploi
italian: Nessun lavoro
spanish: No hay trabajos

source: No job was found
french: Aucun emploi n'a été trouvé
italian: Nessun lavoro trovato
spanish: No se encontró ningún trabajo

source: No jobs found
french: Aucun emploi trouvé
italian: Nessun lavoro trovato
spanish: No se encontraron trabajos

source: No jobs found in Trash
french: Aucun emploi trouvé dans la corbeille
italian: Nessun lavoro trovato in Cestino
spanish: No se encontraron trabajos en la Papelera

source: Notes
french: Messages
italian: Note
spanish: Notas

source: OUR BLOG
french: NOTRE BLOG
italian: IL NOSTRO BLOG
spanish: NUESTRO BLOG

source: OVERVIEW
french: Vue d'ensemble
italian: Panoramica
spanish: Información general

source: Old Password
french: Ancien mot de passe
italian: Vecchia password
spanish: Contraseña anterior

source: Old password is not correct.
french: L'ancien mot de passe est incorrect.
italian: La vecchia password non è corretta.
spanish: La contraseña anterior no es correcta.

source: One column
french: Une colonne
italian: Una colonna
spanish: Una columna

source: Opps! Sorry, no jobs found
french: Aucun emploi trouvé
italian: Nessun lavoro trovato
spanish: No se encontraron trabajos

source: Order
french: Commande
italian: Ordine
spanish: Orden

source: Other things to try:
french: Essayez également :
italian: Altrimenti prova:
spanish: Otras cosas para probar:

source: Overview
french: Vue d'ensemble
italian: Panoramica
spanish: Información general

source: PAID
french: PAYÉ
italian: PAGATO
spanish: PAGADO

source: PASSWORD
french: Mot de passe
spanish: Contraseña

source: PENDING
french: EN ATTENTE
italian: IN SOSPESO
spanish: PENDIENTE

source: PENDING JOBS
french: Emplois en attente
italian: Lavori in sospeso
spanish: Trabajos pendientes

source: POST A JOB
french: Publier un emploi
italian: Pubblica lavoro
spanish: Publicar trabajo

source: Page
italian: Pagina
spanish: Página

source: Page %s
italian: Pagina %s
spanish: Página %s

source: Page Background
french: Arrière-plan de la page
italian: Sfondo pagina
spanish: Fondo de página

source: Page Not found :(
french: Page non trouvée :(
italian: Pagina non trovata :(
spanish: No se encontró la página :(

source: Page Options
french: Options de la page
italian: Opzioni pagina
spanish: Opciones de página

source: Parent Category
french: Catégorie parente
italian: Categoria principale
spanish: Categoría primaria

source: Parent Category:
french: Catégorie parente :
italian: Categoria principale:
spanish: Categoría primaria:

source: Parent Job Type
french: Type d'emploi parent
italian: Tipo di contratto principale
spanish: Tipo de trabajo primario

source: Parent Job Type:
french: Type d'emploi parent :
italian: Tipo di contratto principale:
spanish: Tipo de trabajo primario:

source: Password
french: Mot de passe
spanish: Contraseña

source: Password reset is not allowed for this user
french: Cet utilisateur n'est pas autorisé à réinitialiser le mot de passe
italian: Il ripristino della password non è consentito a questo utente.
spanish: Este usuario no tiene permiso para restablecer la contraseña

source: Password updated successfully!
french: Le mot de passe a bien été mis à jour !
italian: Password aggiornata
spanish: Contraseña actualizada correctamente.

source: Passwords does not match
french: Les mots de passe ne correspondent pas
italian: Le password non corrispondono.
spanish: Las contraseñas no coinciden

source: Pay with your 2Checkout account.
french: Payer avec votre compte 2Checkout
italian: Paga tramite il tuo conto 2Checkout.
spanish: Pague con su cuenta de 2Checkout.

source: Payment
french: Paiement
italian: Pagamento
spanish: Pago

source: Payment API is invalid
french: L'API de paiement n'est pas valide
italian: Pagamento API non valido
spanish: API de pago no válida

source: Payment Added!
french: Paiement ajouté !
italian: Pagamento aggiunto
spanish: Pago agregado

source: Payment Follow Widget
french: Widget de suivi de paiement
spanish: Widget de seguimiento de pago

source: Payment Gateway
french: Passerelle de paiement
italian: Gateway di pagamento
spanish: Portal de pago

source: Payment Gateways
french: Passerelles de paiement
italian: Gateway di pagamento
spanish: Portales de pago

source: Payment Plan
french: Formule de paiement
italian: Piani di pagamento
spanish: Plan de pago

source: Payment Plans
french: Formules de paiement
italian: Piani di pagamento
spanish: Planes de pago

source: Payment Saved!
french: Paiement enregistré !
italian: Pagamento salvato
spanish: Pago guardado

source: Payment Test Mode
french: Mode test de paiement
italian: Modalità test di pagamento
spanish: Modo de prueba de pago

source: Payment failed, friend!
french: Échec de paiement !
italian: Pagamento non riuscito
spanish: El pago falló, disculpe.

source: Payment name cannot be empty
french: L'intitulé du paiement ne peut être laissé vierge
italian: Il nome del pagamento non può rimanere vuoto
spanish: El nombre del pago no puede estar vacío

source: Payment pending
french: Paiement en attente
italian: Pagamento in sospeso
spanish: Pagos pendientes

source: Payment plan has been deleted
french: La formule de paiement a été supprimée
italian: Il piano di pagamento è stato eliminato.
spanish: Se eliminó el plan de pago.

source: Payment plans have been sorted
french: Les formules de paiement ont été triées.
italian: I piani di pagamento sono stati ordinati.
spanish: Se han ordenado los planes de pago

source: Paypal supported currencies
french: Devises prises en charge par PayPal
italian: Valute supportate da Paypal
spanish: Divisas admitidas en Paypal

source: Pending
french: En attente
italian: In sospeso
spanish: Pendientes

source: Pending Job
french: Emploi en attente
italian: Lavoro in sospeso
spanish: Trabajo pendiente

source: Pending Jobs
french: Emplois en attente
italian: Lavori in sospeso
spanish: Trabajos pendientes

source: Pending job
french: Emploi en attente
italian: Lavoro in sospeso
spanish: Trabajo pendiente

source: Pending jobs
french: Emplois en attente
italian: Lavori in sospeso
spanish: Trabajos pendientes

source: Permission Denied!
french: Autorisation refusée !
italian: Autorizzazione negata
spanish: Permiso denegado.

source: Place your custom style (css) into this box
french: Placez votre style personnalisé (css) dans ce champ
italian: Posiziona lo stile personalizzato (css) in questo spazio
spanish: Coloque su estilo (css) personalizado en este cuadro

source: Plans
french: Formules
italian: Piani
spanish: Planes

source: Please check your email inbox to reset password.
french: Veuillez vérifier votre boîte de réception pour réinitialiser votre mot de passe.
italian: Per ripristinare la password, controlla la tua posta in arrivo.
spanish: Revise la bandeja de entrada de su correo electrónico para restablecer la contraseña.

source: Please enter a valid URL.
french: Veuillez saisir un URL valide.
italian: Inserisci un URL valido.
spanish: Introduzca una dirección URL válida.

source: Please enter a valid email address
french: Veuillez saisir une adresse e-mail valide
italian: Inserisci un indirizzo e-mail valido
spanish: Escriba una dirección de correo electrónico válida

source: Please enter a valid email address.
french: Veuillez saisir une adresse e-mail valide.
italian: Inserisci un indirizzo e-mail valido.
spanish: Escriba una dirección de correo electrónico válida.

source: Please enter a valid number.
french: Veuillez saisir un numéro valide.
italian: Inserisci un numero valido.
spanish: Introduzca un número válido.

source: Please enter all required information to reset your password.
french: Veuillez saisir toutes les informations requises afin de réinitialiser votre mot de passe.
italian: Inserisci tutti i dati richiesti per ripristinare la password.
spanish: Introduzca toda la información solicitada para restablecer la contraseña.

source: Please enter only digits.
french: Veuillez ne saisir que des chiffres
italian: Inserisci solo cifre.
spanish: Solo use dígitos

source: Please enter password !
french: Veuillez saisir un mot de passe !
italian: Inserisci la password
spanish: Escriba una contraseña.

source: Please enter the same value again.
french: Veuillez saisir à nouveau la même valeur.
italian: Inserisci di nuovo lo stesso valore.
spanish: Vuelva a escribir el valor.

source: Please enter your email address
french: Veuillez saisir votre adresse e-mail
italian: Inserisci l'indirizzo e-mail
spanish: Escriba su dirección de correo electrónico

source: Please enter your name
french: Veuillez saisir votre nom
italian: Inserisci il tuo nome
spanish: Escriba su nombre

source: Please enter your new password
french: Veuillez saisir votre nouveau mot de passe
italian: Inserisci la nuova password
spanish: Escriba la contraseña nueva.

source: Please enter your username
french: Veuillez saisir votre nom d'utilisateur
italian: Inserisci il nome utente
spanish: Introduzca su nombre de usuario

source: Please enter your username !
french: Veuillez saisir votre nom d'utilisateur !
italian: Inserisci il nome utente
spanish: Escriba el nombre de usuario
