Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: This copyright information will appear in the footer.
french: Ces informations de droits d'auteur apparaîtront dans le pied de page.
italian: Questi dati di copyright compariranno a piè di pagina.
spanish: Esta información de derechos de autor aparecerá en el pie de página.

source: This description will appear next to your website logo in the header.
french: Cette description apparaîtra dans l'en-tête, à côté du logo de votre société.
italian: La descrizione comparirà nell'intestazione accanto al logo del tuo sito web.
spanish: Esta descripción aparecerá al lado del logo del sitio web en el encabezado.

source: This does not appear to be a WXR file, missing/invalid WXR version number
french: Ce fichier ne semble pas être de type WXR, numéro de version WXR manquant ou non valide
italian: Questo non sembra essere un file WXR, numero di versione WXR mancante/non valido
spanish: Al parecer, este no es un archivo WXR. Número de versión de WXR faltante o no válido

source: This email address already exists !
french: Cette adresse e-mail existe déjà !
italian: Indirizzo e-mail già esistente
spanish: Esta dirección de correo electrónico ya existe.

source: This email address has already been used to apply for this job.
french: Cette adresse e-mail a déjà été utilisée pour postuler pour cet emploi.
italian: Questo indirizzo e-mail è già stato utilizzato per candidarsi al lavoro.
spanish: Ya utilizaste esta dirección de correo electrónico para postularte a este trabajo.

source: This email address was not found.
french: Cette adresse e-mail n'a pas été trouvée.
italian: L'indirizzo e-mail non è stato trovato.
spanish: No se encontró esta dirección de correo electrónico.

source: This field cannot be blank!
french: Ce champ ne peut être vierge !
italian: Questo campo non può rimanere vuoto.
spanish: Este campo no puede estar en blanco.

source: This field is required.
french: Ce champ est obligatoire.
italian: Campo necessario
spanish: Este campo es obligatorio.

source: This icon will be used as launcher icons for iPhone and Android smartphones and also as the website favicon. The image dimensions should be <strong>57x57px</strong>.
french: Cette icône sera utilisée comme icône de lancement sur smartphones iPhone ou Android mais également comme icône préférée sur le site Web. Les dimensions de cette image devraient être de <strong>57 x 57 pixels</strong>.
italian: Questa icona sarà utilizzata come icona di lancio negli smartphone iPhone e Android, oltre che come favicon del sito web. La dimensione dell'immagine dev'essere <strong>57 x 57 px</strong>.
spanish: Se utilizará esta imagen como ícono de inicio para los celulares Android y iPhone, y también como ícono del sitio web. La misma debe tener un tamaño de <strong>57 x 57 px</strong>.

source: This job is not available for application yet
french: Cet emploi n'est pas encore ouvert à candidature
italian: Non è ancora possibile candidarsi per questo lavoro.
spanish: Este trabajo aún no está disponible para postularse

source: This job is not available for application yet!
french: Cet emploi n'est pas encore ouvert aux candidatures !
italian: Non è ancora possibile candidarsi per questo lavoro.
spanish: Este trabajo aún no está disponible para postularse.

source: This logo will be used as the default logo for any company posting job on your website without uploading their own logos. The logo should be a square image.
french: Ce logo sera utilisé comme logo par défaut pour toute société publiant un emploi sur votre site Web sans pour autant télécharger son propre logo. Ce logo devra être une image carrée.
italian: Questo logo sarà usato come logo predefinito per tutte le aziende che pubblichino un lavoro sul tuo sito web senza caricare il proprio logo. Il logo dev'essere un'immagine quadrata.
spanish: Se utilizará esta imagen como logo predeterminado para cualquier empresa que publique trabajos en su sitio web y no cargue su propio logo. El logo debe ser una imagen cuadrada.

source: This user is not found.
french: Impossible de trouver cet utilisateur.
italian: Utente non trovato
spanish: No se encontró este usuario

source: To reset your password, visit the following link:
french: Pour réinitialiser votre mot de passe, consultez le lien ci-après :
italian: Per ripristinare la password, vai al seguente link:
spanish: Para restablecer la contraseña, visite el siguiente enlace:

source: Toggle Editor
italian: Attiva/disattiva Editor
spanish: Alternar editor

source: Total Companies
french: Nombre total de sociétés
italian: Aziende totali
spanish: Total de empresas

source: Transactions
italian: Transazioni
spanish: Operaciones

source: Translate a language
french: Traduire une langue
italian: Traduci una lingua
spanish: Traducir un idioma

source: Translation saved!
french: Traduction enregistrée !
italian: Traduzione salvata
spanish: Traducción guardada.

source: Translator
french: Traducteur
italian: Traduttore
spanish: Traductor

source: Tweet this job
french: Tweeter cet emploi
italian: Invia un tweet sul lavoro
spanish: Publicar trabajo en Twitter

source: Twitter Account
french: Compte Twitter
italian: Account Twitter
spanish: Cuenta de Twitter

source: Twitter URL
french: URL Twitter
italian: URL Twitter
spanish: URL de Twitter

source: Two columns with left sidebar
french: Deux colonnes avec barre latérale à gauche
italian: Due colonne con barra laterale a sinistra
spanish: Dos columnas, barra lateral izquierda

source: Two columns with right sidebar
french: Deux colonnes avec barre latérale à droite
italian: Due colonne con barra laterale a destra
spanish: Dos columnas, barra lateral derecha

source: Type the translation in your language
french: Saisissez la traduction dans votre langue
italian: Digita la traduzione nella tua lingua
spanish: Escriba la traducción en su idioma

source: Typography
french: Typographie
italian: Tipografia
spanish: Tipografía

source: UNPAID
french: NON PAYÉ
italian: NON PAGATO
spanish: PAGO PENDIENTE

source: UPDATE
french: Mettre à jour
italian: Aggiorna
spanish: Actualizar

source: USER NAME
french: Nom d'utilisateur
italian: Nome utente
spanish: Nombre de usuario

source: USERNAME or EMAIL ADDRESS
french: Nom d'utilisateur ou adresse e-mail
italian: Nome utente o indirizzo e-mail
spanish: Nombre de usuario o dirección de correo electrónico

source: Unpaid
french: Non payé
italian: Non pagati
spanish: Pago pendiente

source: Unset featured status
french: Annuler la configuration de statut À la une
italian: Stato in primo piano non impostato
spanish: No establecer estado de destacado

source: Update
french: Mettre à jour
italian: Aggiorna
spanish: Actualizar

source: Update Category
french: Mettre à jour la catégorie
italian: Aggiorna categoria
spanish: Actualizar categoría

source: Update Job Type
french: Mettre à jour le type d'emploi
italian: Aggiorna tipo di contratto
spanish: Actualizar tipo de trabajo

source: Upload Default Company Logo
french: Télécharger le logo par défaut de la société
italian: Carica il logo dell'azienda predefinito
spanish: Cargue el logo predeterminado de la empresa

source: Upload Logo
french: Télécharger le logo
italian: Carica logo
spanish: Cargue un logo

source: Upload Mobile Icon
french: Télécharger une icône de portable
italian: Carica icona cellulare
spanish: Cargue un ícono para celulares

source: Uploaded file not found
french: Fichier téléchargé non trouvé
italian: File caricato non trovato
spanish: No se encontró el archivo cargado

source: User name
french: Nom d'utilisateur
italian: Nome utente
spanish: Nombre de usuario

source: Username
french: Nom d'utilisateur
italian: Nome utente
spanish: Usuario

source: Username is invalid
french: Nom d'utilisateur non valide
italian: Nome utente non valido
spanish: El nombre de usuario no es válido

source: Username or email address
french: Nom d'utilisateur ou adresse e-mail
italian: Nome utente o indirizzo e-mail
spanish: Nombre de usuario o dirección de correo electrónico

source: Username: %s
french: Nom d'utilisateur : %s
italian: Nome utente: %s
spanish: Nombre de usuario: %s

source: Valid!
french: Valide !
italian: Valido!
spanish: ¡Válida!

source: View %s website
french: Voir le site Web de %s
italian: Vedi sito web %s
spanish: Ver sitio web de %s

source: View All Companies
french: Voir toutes les sociétés
italian: Vedi tutte le aziende
spanish: Ver todas las empresas

source: View Application
french: Voir la candidature
italian: Vedi candidatura
spanish: Ver postulación

source: View Job
french: Voir l'emploi
italian: Vedi lavoro
spanish: Ver trabajo

source: View Plan
french: Voir la formule
italian: Vedi piano
spanish: Ver plan

source: View all Payment
french: Voir tous les paiements
italian: Vedi tutti i pagamenti
spanish: Ver todos los pagos

source: View all posted jobs in %s
french: Voir tous les emplois publiés sur %s
italian: Vedi tutti i lavori pubblicati in %s
spanish: Ver todos los trabajos publicados en %s

source: View all posts by %s
french: Voir tous les billets publiés par %s
italian: Vedi tutti i post di %s
spanish: Ver todas las publicaciones de %s

source: View all posts in %s
french: Voir tous les billets sur %s
italian: Vedi tutti i post in %s
spanish: Ver todas las publicaciones de %s

source: View jobs posted by
french: Voir les emplois publiés par
italian: Vedi lavori pubblicati da
spanish: Ver trabajos publicados por

source: View jobs posted by %s
french: Voir les emplois publiés par %s
italian: Vedi lavori pubblicati da %s
spanish: Ver trabajos publicados por %s

source: View more details
french: Voir plus en détail
italian: Vedi ulteriori dettagli
spanish: Más información

source: View more details of %s
french: Voir plus d'informations de %s
italian: Vedi più dettagli su %s
spanish: Ver más información de %s

source: View post %s
french: Voir le billet %s
italian: Vedi post %s
spanish: Ver publicación %s

source: View posted jobs by %s
french: Voir les emplois publiés par %s
italian: Vedi lavori pubblicati da %s
spanish: Ver trabajos publicados de %s

source: View posted jobs in %s
french: Voir les emplois publiés sur %s
italian: Vedi lavori pubblicati su %s
spanish: Ver trabajos publicados en %s

source: We will send you an email with the job information for later review.
french: Nous vous enverrons un e-mail avec les informations relatives à l'emploi pour examen ultérieur.
italian: Riceverai un'e-mail con i dati del lavoro per poterli leggere successivamente.
spanish: Le enviaremos un mensaje por correo con la información del trabajo para que lo revise más tarde.

source: Website
french: Site Web
italian: Sito web
spanish: Sitio web

source: Website Demonstration
french: Démo du site Web
italian: Dimostrazione sito web
spanish: Demo del sitio web

source: Website Description
french: Description du site Web
italian: Descrizione del sito web
spanish: Descripción del sitio web

source: Website Language
french: Langue du site Web
italian: Lingua del sito web
spanish: Idioma del sitio web

source: Website Title
french: Intitulé du site Web
italian: Titolo del sito web
spanish: Título del sitio web

source: Website description
french: Description du site Web
italian: Descrizione del sito web
spanish: Descripción del sitio web

source: Website language
french: Langue du site Web
italian: Lingua del sito web
spanish: Idioma del sitio web

source: Website title
french: Intitulé du site Web
italian: Titolo del sito web
spanish: Título del sitio web

source: Where is the file?
french: Où se trouve le fichier ?
italian: Dov'è il file?
spanish: ¿Donde está el archivo?

source: Why do you reject this job?
french: Pourquoi refusez-vous cet emploi ?
italian: Perché hai rifiutato il lavoro?
spanish: ¿Por qué rechaza este trabajo?

source: YOUR JOBS
french: Vos emplois
italian: I tuoi lavori
spanish: Sus trabajos

source: Yay! You have completed the setup wizard. Your website is ready now!
french: Génial ! Vous venez d'en finir avec l'assistant d'installation. Votre site Web est désormais prêt !
italian: Bene! Hai completato la procedura guidata. Il tuo sito web è pronto!
spanish: ¡Muy bien! Ha finalizado el asistente para la instalación. ¡El sitio web ya está listo!

source: You are an admin. Here you administrate.
french: Vous êtes administrateur. Vous vous occupez ici de l'administration.
italian: Sei un amministratore. Puoi amministrare da questa pagina.
spanish: Usted es administrador. Aquí es donde realiza sus tareas.

source: You are now redirected back to the job posting page…
french: Vous êtes maintenant redirigé vers la page de publication de l'emploi...
italian: Sarai reindirizzato alla pagina di pubblicazione del lavoro…
spanish: Está siendo redirigido a la página de publicación del trabajo...

source: You are now redirected to your job page…
french: Vous êtes maintenant redirigé vers votre page d'emploi...
italian: Sarai reindirizzato alla pagina del tuo lavoro…
spanish: Está siendo redirigido a la página del trabajo...

source: You are registered and logged in successfully.
french: Vous êtes bien enregistré et connecté.
italian: Registrazione e accesso riusciti.
spanish: El registro y el inicio de sesión se realizaron correctamente.

source: You can modify this text by clicking the edit button below or delete this box using the delete button
french: Vous pouvez modifier ce texte en cliquant sur le bouton Modifier ci-dessous ou supprimer ce champ au moyen du bouton Supprimer.
italian: Puoi modificare il testo facendo clic sul pulsante Modifica sottostante o eliminare questo spazio con il pulsante Elimina
spanish: Para modificar este texto haga clic en el botón Editar, o elimine esta casilla con el botón Eliminar

source: You can only attach up to
french: Vous ne pouvez joindre que jusqu'à
italian: Puoi allegare un massimo di
spanish: Solo puede adjuntar hasta

source: You can view the job
french: Vous pouvez voir cet emploi
italian: Puoi vedere il lavoro
spanish: Puede ver el trabajo

source: You don't have permission to perform this action
french: Vous n'êtes pas autorisé à effectuer cette action
italian: Non hai l'autorizzazione per eseguire questa azione
spanish: No tiene permiso para realizar esta acción

source: You have been logged in as <%= company %>!
french: Vous êtes connecté en tant que <%= company %> !
italian: Hai eseguito l'accesso come <%= company %>!
spanish: Ha iniciado sesión como <%= company %>.

source: You have just installed Job Engine, we recommend you follow through our <a href='%s'>setup wizard</a> to set up the basic configuration for your website!
french: Vous venez d'installer Job Engine, nous vous recommandons d'utiliser l'<a href='%s'>assistant de configuration</a> pour la configuration de base de votre site Web !
italian: Hai appena installato Job Engine. Si consiglia di seguire la<a href='%s'>procedura guidata</a> per impostare le configurazioni di base del tuo sito web.
spanish: Acaba de instalar Job Engine. Le recomendamos que siga las instrucciones del <a href='%s'>asistente de instalación</a> para definir la configuración básica de su sitio web.

source: You have logged in successfully
french: Vous vous êtes correctement connecté
italian: Accesso avvenuto
spanish: Sesión iniciada correctamente

source: You have no permission to perform this action
french: Vous n'avez pas l'autorisation d'effectuer cette action
italian: Non sei autorizzato a eseguire quest'azione.
spanish: No tiene permiso para realizar esta acción

source: You have not complete all required fields yet.
french: Vous n'avez pas encore complété tous les champs obligatoires.
italian: Non hai ancora completato tutti i campi richiesti.
spanish: Aún no ha completado todos los campos requeridos.

source: You have saved this job for later review: %s
french: Vous avez enregistré cette offre d'emploi pour consultation ultérieure : %s
italian: Hai salvato questo lavoro per leggerlo successivamente: %s
spanish: Ha guardado este trabajo para revisarlo más tarde: %s

source: You need to finish the previous step first!
french: Il vous faut d'abord compléter l'étape précédente !
italian: Devi prima completare i passi precedenti!
spanish: Primero debe finalizar el paso anterior!

source: Your 2Checkout Secret Key
french: Votre clé secrète 2Checkout
italian: Chiave segreta 2Checkout
spanish: Clave secreta de 2Checkout

source: Your 2Checkout Seller ID
french: Votre identifiant de vendeur sur 2Checkout
italian: ID venditore di 2Checkout
spanish: Número de identificación de vendedor de 2Checkout

source: Your Email
french: Votre e-mail
italian: Il tuo indirizzo e-mail
spanish: Su email

source: Your Google Checkout Merchant ID
french: Votre identifiant de marchand Google Checkout
italian: ID commerciante di Google Checkout
spanish: Número de identificación de comerciante de Google Checkout

source: Your Google Checkout Merchant Key
french: Votre clé de marchand Google Checkout
italian: Chiave commerciante di Google Checkout
spanish: Clave de comerciante de Google Checkout

source: Your Jobs
french: Vos emplois
italian: I tuoi lavori
spanish: Sus trabajos

source: Your Name
french: Votre nom
italian: Nome
spanish: Su nombre

source: Your Website
french: Votre site Web
italian: Il tuo sito web
spanish: Su sitio web

source: Your email address is invalid!
french: Votre adresse e-mail n'est pas valide !
italian: Indirizzo e-mail non valido
spanish: La dirección de correo electrónico no es válida

source: Your job %s posted in %s has been archived!
french: Votre emploi %s publié sur %s a été archivé !
italian: Il lavoro per %s che hai pubblicato su %s è stato archiviato.
spanish: Se archivó el trabajo %s publicado en %s.

source: Your job has been rejected
french: Votre emploi a été refusé
italian: Il tuo lavoro è stato rifiutato.
spanish: Se rechazó el trabajo.

source: Your job has been saved successfully!
french: Votre emploi a bien été enregistré !
italian: Il tuo lavoro è stato salvato.
spanish: El trabajo se guardó correctamente.

source: Your job has been submitted successfully!
french: Votre emploi a bien été envoyé !
italian: Il tuo lavoro è stato inviato!
spanish: El trabajo se ha enviado correctamente!

source: Your job will be displayed as %s, on top of other jobs for %d day.
french: Votre emploi sera affiché comme %s, au-dessus des autres pendant %d jour.
italian: Il tuo lavoro sarà visualizzato come %s, in cima alla lista dei lavori per %d giorno.
spanish: El trabajo se mostrará como %s, al principio de la lista de trabajos, durante %d día.

source: Your job will be displayed as %s, on top of other jobs for %d days.
french: Votre emploi sera affiché en tant que %s, au-dessus des autres emplois pendant %d jours.
italian: Il tuo lavoro sarà visualizzato come %s, in alto all'elenco dei lavori per %d giorni.
spanish: El trabajo se mostrará como %s, al principio de la lista de trabajos durante %d días.

source: Your job “%s” posted in %s has been approved!
french: Votre emploi “%s” publié sur %s a été validé !
italian: Il lavoro “%s” che hai pubblicato su %s è stato approvato.
spanish: Se aprobó el trabajo “%s” que publicó en %s.

source: Your login information was incorrect. Please try again.
french: Vos informations de connexion sont incorrectes. Veuillez réessayer.
italian: I dati di accesso non sono corretti. Riprova.
spanish: Los datos de inicio de sesión son incorrectos. Inténtelo de nuevo.

source: Your logo should be in PNG, GIF or JPG format, within 150x50px and less than 200Kb
french: Votre logo doit être au format PNG, GIF ou JPG, d'une taille comprise entre 150 x 50 pixels et de moins de 200 ko
italian: Il logo dev'essere in formato PNG, GIF o JPG, tra 150 x 50 pixel e minore di 200 kB.
spanish: El formato del logo debe ser PNG, GIF o JPG, de 150 x 50 px aproximadamente, y de menos de 200 KB.

source: Your logo should be in PNG, GIF or JPG format, within 150x50px and less than 200Kb
french: Votre logo doit être au format PNG, GIF ou JPG, d'une taille comprise entre 150 x 50 pixels et de moins de 200 ko
italian: Il logo dev'essere in formato PNG, GIF o JPG, tra 150 x 50 pixel e minore di 200 kB.
spanish: El formato del logo debe ser PNG, GIF o JPG, de 150 x 50 px aproximadamente, y de menos de 200 KB.

source: Your new password cannot be empty.
french: Le nouveau mot de passe ne peut être vierge.
italian: La nuova password non può rimanere vuota.
spanish: La contraseña nueva no puede estar vacía.

source: Your password has been changed successfully!
french: Votre mot de passe a bien été modifié !
italian: La password è stata modificata.
spanish: La contraseña se cambió correctamente.

source: Your password has been changed, please log in again
french: Votre mot de passe a été modifié, veuillez vous reconnecter
italian: La password è stata modificata, accedi nuovamente.
spanish: Se ha cambiado la contraseña. Inicie sesión de nuevo.

source: Your password was changed! Please login again!
french: Votre mot de passe a été modifié ! Veuillez vous reconnecter !
italian: La password è stata modificata. Accedi nuovamente.
spanish: La contraseña se cambió. Inicie sesión de nuevo.

source: Your passwords doesn't match!
french: Vos mots de passe ne correspondent pas !
italian: Le password non corrispondono.
spanish: Las contraseñas no coinciden

source: Your submission has been sent to the employer. Good luck!
french: Votre candidature a bien été envoyée à l'employeur. Bonne chance !
italian: La candidatura è stata inviata al datore di lavoro. In bocca al lupo!
spanish: Se ha enviado la consulta al empleador. ¡Buena suerte!

source: Your username must not contains special characters
french: Votre nom d'utilisateur ne doit contenir aucun caractère spécial
italian: Il nome utente non deve contenere caratteri speciali
spanish: El nombre de usuario no debe contener caracteres especiales

source: Zero size file downloaded
french: Le fichier téléchargé est de taille zéro
italian: Scaricato file con dimensione 0
spanish: Archivo descargado de tamaño cero.

source: [%s] Password Reset
french: Réinitialisation du mot de passe de [%s]
italian: Ripristino password di [%s]
spanish: Restablecimiento de contraseña de [%s]

source: activate link is require for user to renew their pass
french: activation du lien requise pour que les utilisateurs renouvellent leurs mots de passe
italian: link attivo richiesto agli utenti per rinnovare la loro password
spanish: el enlace de activación es necesario para que el usuario renueve su contraseña

source: all time
french: depuis le début
italian: sempre
spanish: hasta hoy

source: are nice people who post jobs on your website
french: sont des gens sympas qui publient des emplois sur notre site Web
italian: sono persone che pubblicano lavori sul tuo sito web
spanish: Buena gente que publica trabajos en su sitio web

source: at
french: à
italian: per
spanish: en

source: company name, user dashboard url
french: nom de la société, url du tableau de bord de l'utilisateur
italian: nome azienda, ulr dashboard utente
spanish: nombre de empresa, dirección url de panel de usuario

source: days
french: jours
italian: giorni
spanish: días

source: featured
french: à la une
italian: in primo piano
spanish: destacado

source: here
french: ici
italian: qui
spanish: aquí

source: job infomation and detail
french: informations et coordonnées relatives à l'emploi
italian: dati e dettagli lavoro
spanish: información y datos del trabajo

source: job seeker note send to company when they submit an application
french: message des demandeurs d'emploi envoyé à la société lorsqu'ils postulent
italian: nota del candidato inviata all'azienda quando viene inviata una candidatura
spanish: nota que el buscador de trabajo le envía a la empresa cuando se postula

source: last days
french: ces derniers jours
italian: negli ultimi giorni
spanish: últimos días
