Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: latest 15 days
french: ces 15 derniers jours
italian: negli ultimi 15 giorni
spanish: últimos 15 días

source: latest 30 days
french: ces 30 derniers jours
italian: negli ultimi 30 giorni
spanish: últimos 30 días

source: latest 7 days
french: ces 7 derniers jours
italian: negli ultimi 7 giorni
spanish: últimos 7 días

source: no items found
french: aucun article trouvé
italian: nessun elemento trovato
spanish: no se encontraron elementos

source: pending jobs
french: emplois en attente
italian: lavori in sospeso
spanish: trabajos pendientes

source: reason when you reject a job
french: raison de refus de l'emploi
italian: motivo di rifiuto lavoro
spanish: razón por la que se rechaza un trabajo

source: reminder info
french: infos du rappel
italian: info promemoria
spanish: información de recordatorio

source: return to home
french: revenir à l'accueil
italian: torna a Home
spanish: Volver a Inicio

source: user's details you want to send mail
french: les coordonnées de l'utilisateur à qui vous souhaitez envoyer un e-mail
italian: dettagli utente a cui vuoi inviare un'e-mail
spanish: datos del usuario que desea enviar por correo

source: what happened in
french: votre activité
italian: Cos'è successo
spanish: Periodo

source: <p>Dear [display_name],</p><p>Your job offer [job_title] posted in [blogname] has a new application.</p><p>Here are the applicant's information:</p><ol><li>Name: &nbsp;[seeker_name]</li><li>Email address: [seeker_mail]</li><li>Note: [seeker_note]</li></ol><p>The files of the applicant are also attached in this email.</p><p>And here is the link to you job offer: [job_link].</p><p>Sincerely,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre offre d'emploi [job_title] publiée sur [blogname] a reçu une nouvelle candidature.</p><p>Voici les coordonnées du candidat :</p><ol><li>Nom : [seeker_name]</li><li>Adresse e-mail : [seeker_mail]</li><li>Message : [seeker_note]</li></ol><p>Les fichier que le candidat a également joint à cet e-mail.</p><p>Et voici le lien vers votre offre d'emploi sur [blogname] : [job_link].</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>l'offerta di lavoro per [job_title] che hai pubblicato su [blogname] ha ricevuto una nuova candidatura.</p><p>Ecco i dati del candidato:</p><ol><li>Nome: [seeker_name]</li><li>Indirizzo e-mail: [seeker_mail]</li><li>Nota: [seeker_note]</li></ol><p>I file del candidato si trovano anche allegati a questa e-mail.</p><p>Ecco il link alla tua offerta di lavoro su [blogname]: [job_link].</p><p>A presto,<br />[blogname]</p>
spanish: <p>Estimado/a [display_name]:</p><p>La oferta de trabajo [job_title] publicada en [blogname] tiene una postulación nueva.</p><p>Información del postulante:</p><ol><li>Nombre: [seeker_name]</li><li>Email: [seeker_mail]</li><li>Nota: [seeker_note]</li></ol><p>También se han adjuntado los archivos del postulante a este mensaje.</p><p>Y este es el enlace a la oferta de trabajo publicada en [blogname]: [job_link].</p><p>Atentamente,<br />[blogname]</p>

source: <p>Hello [display_name],</p><p>You have just sent a request for recover the password associated with your account in [blogname]. If you did not make this request, please ignore this email address; otherwise, click the link below to create your new password:</p><p>[activate_url]</p><p>Regards,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre demande de récupération de mot de passe sur [blogname] vient d'être envoyée. Si la demande ne vient pas de vous, veuillez ignorer cette communication, sinon cliquez sur l'URL suivant afin de créer votre nouveau mot de passe :</p><p>[activate_url]</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>hai appena richiesto di recuperare la tua password su [blogname]. Se non hai eseguito tale richiesta, ignora questa e-mail, in caso contrario fai clic sul seguente URL per creare una nuova password:</p><p>[activate_url]</p><p>A presto,<br />[blogname]</p>
spanish: <p>Hola [display_name]:</p><p>Se acaba de enviar una solicitud para recuperar su contraseña de [blogname]. Si no ha solicitado esto, ignore este mensaje, de lo contrario, haga clic en la siguiente URL para crear una contraseña nueva:</p><p>[activate_url]</p><p>Saludos,<br />[blogname]</p>

source: <p>Hello [display_name],</p><p>You have successfully changed your password. Click this link&nbsp;[site_url] to login to your [blogname]'s account.</p><p>Sincerely,<br />[blogname]</p>
french: <p>Bonjour [display_name],</p><p>La modification de votre mot de passe a bien été effectuée. Vous pouvez désormais vous connecter à notre site Web sur [site_url].</p><p><span>Cordialement,<br /></span>[blogname]</p>
italian: <p>Ciao [display_name],</p><p>la password è stata modificata. Adesso puoi eseguire l'accesso al sito web facendo clic su [site_url].</p><p><span>A presto,<br /></span>[blogname]</p>
spanish: <p>Hola [display_name]:</p><p>Su contraseña se ha modificado correctamente. Ahora puede iniciar sesión en nuestro sitio web [site_url].</p><p><span>Atentamente,<br /></span>[blogname]</p>

source: <p>Hello [display_name],</p><p>You have successfully registered an account with&nbsp;&nbsp;[blogname].&nbsp;Here is your account information:</p><ol><li>Username: [user_login]</li><li>Email: [user_email]</li></ol><p>Thanks and welcome you to [blogname]&nbsp;</p>
french: <p>Bonjour [display_name],</p><p>L'enregistrement de votre compte sur [blogname] a bien été effectué.</p><p>Voici les informations relatives à votre compte :</p><ol><li>Nom d'utilisateur : [user_login]</li><li>E-mail : [user_email]</li></ol><p>Merci et bienvenue sur [blogname].</p>
italian: <p>Ciao [display_name],</p><p>hai appena creato un account su [blogname].</p><p>Ecco i dati relativi all'account:</p><ol><li>Nome utente: [user_login]</li><li>E-mail: [user_email]</li></ol><p>Grazie e benvenuto a [blogname].</p>
spanish: <p>Hola [display_name]:</p><p>El registro de la cuenta en [blogname] se realizó correctamente.</p><p>Información de la cuenta:</p><ol><li>Usuario: [user_login]</li><li>Email: [user_email]</li></ol><p>Gracias, y bienvenido/a a [blogname].</p>

source: <p>Your job has been submitted to our website.</p><p>Please send your payment to account number: XXXX. After the payment has been verified, your job will be active in our website.</p>
french: <p>Votre emploi a été envoyé à notre site Web.</p><p>Veuillez nous faire parvenir votre paiement au compte numéro : XXXX. Une fois celui-ci vérifié, votre offre d'emploi sera activée sur notre site Web.</p>
italian: <p>Il tuo lavoro è stato inviato al nostro sito web.</p><p>Ti preghiamo di inviare il pagamento al numero di conto: XXXX. Non appena il pagamento sarà verificato, il lavoro sarà attivo sul sito web.</p>
spanish: <p>Se ha enviado su trabajo a nuestro sitio web.</p><p>Realice el pago al número de cuenta: XXXX. Una vez verificado el pago, el trabajo se activará en nuestro sitio web.</p>

source: <span class="msg">A reminder about this job has been sent to your email. Good luck!</span>
french: <span><strong>Félicitations !</strong></span><br /><span class="msg">Cet emploi a été ajouté à votre liste de rappel. Bonne chance !</span>
italian: <span><strong>Congratulazioni!</strong></span><br /><span class="msg">È stato inviato un promemoria per questo lavoro. In bocca al lupo!</span>
spanish: <span><strong>¡Felicitaciones!</strong></span><br /><span class="msg">Se ha enviado el recordatorio de este trabajo. ¡Buena suerte!</span>

source: Add a text widget +
french: En ajouter +
italian: Aggiunti altri
spanish: Agregar más +

source: Enabling this will allow you to test payment without charging your account.
french: Activer cette fonctionnalité vous permettra de tester les paiements sans que rien ne soit prélevé sur votre compte.
italian: Attivando questa opzione, potrai fare un test di pagamento senza alcun addebito sul tuo conto.
spanish: Al activarse, esto le permitirá realizar una prueba de pago sin cobrarlo en su cuenta.

source: Hooray! there is no pending jobs.
french: Super, aucun emploi n'est en attente.
italian: Bene, non ci sono lavori in sospeso.
spanish: ¡Qué bien! No hay trabajos pendientes.

source: Insert our sample data to see how your website works. We highly recommend only using this function when your have not posted your own data yet
french: Insérez nos exemples de données afin de voir comment notre site Web fonctionne. Nous recommandons fortement de n'utiliser cette fonctionnalité que si vous n'avez pas déjà publié vos propres données.
italian: Inserisci i nostri dati prova per capire come funziona il sito. Raccomandiamo di utilizzare questa funzione solo se non hai ancora pubblicato i tuoi dati.
spanish: Inserte nuestros datos de ejemplo para ver cómo funciona su sitio web. Le recomendamos que solo use esta función si aún no ha publicado sus propios datos.

source: View all Companies
french: Voir toutes les sociétés
italian: Vedi tutte le aziende
spanish: Ver todas las empresas

source: View all Payments
french: Voir tous les paiements
italian: Vedi tutti i pagamenti
spanish: Ver todos los pagos

source: Error #404
french: Erreur #404
italian: Errore #404

source: Error 404
french: Erreur 404
italian: Errore 404

source: Error!
french: Erreur !
italian: Errore!

source: General
french: Général
italian: Generale

source: MD5 False
italian: MD5 falso

source: Plan
french: Formule
italian: Piano

source: normal
italian: normale
