Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: Please enter your username or email
french: Veuillez saisir votre nom d'utilisateur ou e-mail
italian: Inserisci nome utente o e-mail
spanish: Escriba el nombre de usuario o la dirección de correo electrónico

source: Please enter your valid email address
french: Veuillez saisir une adresse e-mail valide
italian: Inserisci un indirizzo e-mail valido
spanish: Introduzca una dirección de correo electrónico válida

source: Please fill out the form below
french: Veuillez remplir le formulaire ci-dessous
italian: Compila il modulo seguente
spanish: Complete el siguiente formulario

source: Please retype your password !
french: Veuillez saisir à nouveau votre mot de passe !
italian: Ridigita la password
spanish: Vuelva a escribir la contraseña.

source: Please type your password !
french: Veuillez saisir votre mot de passe !
italian: Digita la password
spanish: Escriba su contraseña

source: Please type your username !
french: Veuillez taper votre nom d'utilisateur !
italian: Digita il nome utente
spanish: Escriba el nombre de usuario

source: Possible reason: your host may have disabled the mail() function...
french: Raison possible : votre hôte peut avoir désactivé la fonction e-mail...
italian: Motivo possibile: l'host potrebbe avere disabilitato la funzione mail()...
spanish: Causa posible: puede que el host haya desactivado la función de correo()...

source: Post a Job
french: Publier un emploi
italian: Pubblica lavoro
spanish: Publicar trabajo

source: Post a job
french: Publier un emploi
italian: Pubblica un lavoro
spanish: Publicar trabajo

source: Posted Jobs
french: Emplois publiés
italian: Lavori pubblicati
spanish: Trabajos publicados

source: Posts tagged "%s "
french: Billets marqués "%s "
italian: Post con etichetta "%s "
spanish: Publicaciones con la etiqueta "%s "

source: Preview
french: Aperçu
italian: Vedi anteprima
spanish: Vista previa

source: Price
french: Prix
italian: Prezzo
spanish: Precio

source: Privacy
french: Confidentialité
spanish: Privacidad

source: Probably the best thing in the world.
french: Sans aucun doute, ce qu'il y a de mieux.
italian: Probabilmente la cosa migliore al mondo.
spanish: Sin duda, las mejores del mundo.

source: Problem occurred while updating user field
french: Un problème est survenu lors de la mise à jour du champ utilisateur
italian: Errore durante l'aggiornamento del campo utente
spanish: Ocurrió un problema al intentar actualizar el campo de usuario

source: Process Payment
french: Traiter le paiement
italian: Esegui pagamento
spanish: Procesar pago

source: Profile
french: Profil
italian: Profilo
spanish: Perfil

source: READ MORE
french: EN LIRE PLUS
italian: PER SAPERNE DI PIÙ
spanish: LEER MÁS

source: REGISTER
french: ENREGISTRER
italian: REGISTRATI
spanish: REGISTRARME

source: REJECT
french: Refuser
italian: Rifiuta
spanish: Rechazar

source: REJECTED
french: REFUSÉ
italian: RIFIUTATO
spanish: RECHAZADO

source: RETYPE YOUR PASSWORD
french: Retaper votre mot de passe
italian: Ridigita la password
spanish: Vuelva a escribir la contraseña

source: Recent Job Location
french: Lieu de travail récent
italian: Località lavoro recente
spanish: Lugar de trabajo reciente

source: Register
french: S'enregistrer
italian: Registrati
spanish: Registrarme

source: Register Email template
french: Enregistrer le modèle d'e-mail
italian: Modello e-mail registrazione
spanish: Plantilla de mensaje de registro

source: Register Mail Template
french: Enregistrer un modèle d'e-mail
italian: Modello e-mail registrazione
spanish: Plantilla de mensaje de registro

source: Register failed
french: Échec de l'enregistrement
italian: Registrazione non riuscita
spanish: El registro falló

source: Register mail template
french: Enregistrer un modèle d'e-mail
italian: Modello e-mail registrazione
spanish: Plantilla de mensaje de registro

source: Register to
french: S'inscrire à
italian: Registrati a
spanish: Registrarme en

source: Registered successfully.
french: Enregistrement réussi.
italian: Registrazione riuscita
spanish: Registro realizado con éxito

source: Reject
french: Refuser
italian: Rifiuta
spanish: Rechazar

source: Reject <span class="count">(%s)</span>
french: Refusé <span class="count">(%s)</span>
italian: Rifiuta <span class="count">(%s)</span>
spanish: Rechazar <span class="count">(%s)</span>

source: Reject-job Email template
french: Modèle d'e-mail de refus d'emploi
italian: Modello e-mail lavoro rifiutato
spanish: Plantilla de mensaje de rechazo de trabajo

source: Rejected
french: Refusé
italian: Rifiutato
spanish: Rechazado

source: Rejected Jobs
french: Emplois refusés
italian: Lavori rifiutati
spanish: Trabajos rechazados

source: Rejected jobs
french: Candidatures refusées
italian: Lavori rifiutati
spanish: Trabajos rechazados

source: Remind-job Email template
french: Modèle d'e-mail de rappel d'emploi
italian: Modello e-mail promemoria lavoro
spanish: Plantilla de mensaje de recordatorio de trabajo

source: Remote file is incorrect size
french: La taille du fichier à distance est incorrecte
italian: Il file remoto ha una dimensione non corretta.
spanish: El tamaño del archivo remoto no es correcto

source: Remote file is too large, limit is %s
french: Le fichier à distance est trop important, la taille maximale est de %s
italian: Il file remoto è troppo grande. Il limite è di %s.
spanish: El archivo remoto es demasiado grande. El límite es de %s

source: Remote server did not respond
french: Le serveur à distance n'a pas répondu
italian: Il server remoto non risponde
spanish: No hubo respuesta del servidor remoto.

source: Remote server returned error response %1$d %2$s
french: Le serveur à distance a renvoyé le message d'erreur %1$d %2$s
italian: Il server remoto ha restituito la risposta di errore %1$d %2$s
spanish: El servidor remoto devolvió la respuesta de error %1$d %2$s

source: Remove Featured
french: Supprimer les éléments à la une
italian: Rimuovi In primo piano
spanish: Eliminar destacado

source: Renew
french: Renouveler
italian: Rinnova
spanish: Renovar

source: Renew this Job
french: Renouveler cet emploi
italian: Rinnova il lavoro
spanish: Renovar este trabajo

source: Reply <span class="icon" data-icon="R"></span>
french: Réponse <span class="icon" data-icon="R"></span>
italian: Rispondi <span class="icon" data-icon="R"></span>
spanish: Responder <span class="icon" data-icon="R"></span>

source: Reset
french: Réinitialiser
italian: Ripristina
spanish: Restablecer

source: Reset Password
french: Réinitialiser le mot de passe
italian: Ripristina la password
spanish: Restablecer contraseña

source: Reset Password Mail Template
french: Modèle d'e-mail de réinitialisation de mot de passe
italian: Modello e-mail ripristino password
spanish: Plantilla de mensaje para restablecer la contraseña

source: Reset password mail template
french: Modèle d'e-mail de réinitialisation de mot de passe
italian: Modello e-mail ripristino password
spanish: Plantilla de mensaje para restablecer la contraseña

source: Reset to default
french: Réinitialiser aux paramètres par défaut
italian: Ripristina a predefinito
spanish: Restablecer valores predeterminados

source: Reset-password Email template
french: Modèle d'e-mail de réinitialisation de mot de passe
italian: Modello e-mail ripristino password
spanish: Plantilla de mensaje de restablecimiento de contraseña

source: Return to Home
french: Revenir à l'accueil
italian: Torna a Home
spanish: Volver a Inicio

source: Retype New Password
french: Retaper votre nouveau mot de passe
italian: Ridigita la nuova password
spanish: Repetir la contraseña nueva

source: Retype Password
french: Retaper le mot de passe
italian: Ridigita la password
spanish: Repetir contraseña

source: Retype your password
french: Retaper votre mot de passe
italian: Ridigita la password
spanish: Vuelva a escribir la contraseña

source: Revenue Made
french: Revenus perçus
italian: Ricavi
spanish: Ingresos obtenidos

source: Right Sidebar
french: Barre latérale droite
italian: Barra laterale destra
spanish: Barra lateral derecha

source: SAVE CHANGE
french: Enregistrer les modifications
italian: Salva modifiche
spanish: Guardar cambios

source: SETTINGS
french: Paramètres
italian: Impostazioni
spanish: Ajustes

source: SETUP WIZARD
french: Assistant de configuration
italian: Procedura guidata
spanish: Asistente de instalación

source: Save
french: Enregistrer
italian: Salva
spanish: Guardar

source: Save Change
french: Enregistrer les modifications
italian: Salva modifiche
spanish: Guardar cambios

source: Save Currency
french: Enregistrer la devise
italian: Salva valuta
spanish: Guardar divisa

source: Save Plan
french: Enregistrer la formule
italian: Salva piano
spanish: Guardar plan

source: Save change
french: Enregistrer la modification
italian: Salva modifiche
spanish: Guardar cambio

source: Save this job
french: Enregistrer cet emploi
italian: Salva il lavoro
spanish: Guardar este trabajo

source: Search
french: Chercher
italian: Cerca
spanish: Buscar

source: Search Applications
french: Parcourir les candidatures
italian: Cerca candidature
spanish: Buscar postulaciones

source: Search Categories
french: Parcourir les catégories
italian: Cerca categorie
spanish: Buscar categorías

source: Search Job Types
french: Parcourir les types d'emploi
italian: Cerca tipi di contratto
spanish: Buscar tipos de trabajos

source: Search Jobs
french: Parcourir les emplois
italian: Cerca lavori
spanish: Buscar trabajos

source: Search Plans
french: Parcourir les formules
italian: Cerca piani
spanish: Buscar planes

source: Search companies...
french: Parcourir les sociétés...
italian: Cerca aziende...
spanish: Buscar empresas...

source: Search jobs...
french: Parcourir les emplois...
italian: Cerca lavori...
spanish: Buscar trabajos...

source: Search results for "%s "
french: Parcourir les résultats pour "%s "
italian: Cerca risultati per "%s "
spanish: Resultados de búsqueda para "%s "

source: Second Sidebar
french: Barre latérale secondaire
italian: Barra laterale secondaria
spanish: Barra lateral secundaria

source: Security error!
french: Erreur de sécurité !
italian: Errore di sicurezza
spanish: Error de seguridad.

source: Select
french: Sélectionner
italian: Seleziona
spanish: Seleccionar

source: Select a category for your job
french: Sélectionnez une catégorie pour votre emploi
italian: Seleziona la categoria del lavoro
spanish: Elija una categoría para el trabajo

source: Select the correct type for your job
french: Sélectionner le type adéquat pour votre emploi
italian: Seleziona il tipo del tuo contratto
spanish: Elija el tipo correcto para este trabajo

source: Select the currency you want to use in your job board
french: Sélectionnez la devise que vous souhaitez utiliser sur votre tableau de bord
italian: Seleziona la valuta che desideri utilizzare nella tua scheda lavoro.
spanish: Elija la divisa que desea usar en el panel de trabajos

source: Select the language you want to use for your website.
french: Sélectionnez la langue que vous désirez utiliser sur votre site Web.
italian: Seleziona la lingua che desideri utilizzare nel tuo sito web.
spanish: Elija el idioma que desea usar para el sitio web.

source: Send a message to this company
french: Envoyer un message à cette société
italian: Invia un messaggio all'azienda
spanish: Enviar un mensaje a esta empresa

source: Send payment and submit your job
french: Envoyer le paiement et soumettre votre emploi
italian: Effettua il pagamento e invia il lavoro
spanish: Realice el pago y envíe el trabajo

source: Send payment via the biggest payment gateway, Paypal.
french: Envoyer un paiement via la plus importante passerelle de paiements : Paypal.
italian: Invia il pagamento tramite il più grande gateway, Paypal.
spanish: Envíe el pago por medio de Paypal, el portal de pago más importante.

source: Send payment with your 2Checkout account.
french: Envoyer un paiement avec votre compte 2Checkout
italian: Invia il pagamento tramite il tuo conto 2Checkout.
spanish: Enviar pago con su cuenta de 2Checkout.

source: Send via Email
french: Envoyer par e-mail
italian: Invia per e-mail
spanish: Enviar por correo electrónico

source: Sent to employers to notify that one of their jobs has been archived due to expiration or manual administrative action.
french: Envoyé aux employeurs pour leur indiquer que leur emploi a été archivé suite à expiration ou action administrative.
italian: Inviata ai datori di lavoro per avvisarli che uno dei loro lavori è stato archiviato a causa di scadenza o azione manuale amministrativa.
spanish: Se envía al empleador para notificarles que uno de sus trabajos fue archivado por vencimiento o acción administrativa manual.

source: Sent to employers to notify that one of their posted jobs has been published.
french: Envoyé aux employeurs afin de leur indiquer qu'un de leurs emplois publiés a été mis en ligne.
italian: Inviata ai datori di lavoro per avvisarli che uno dei loro lavori è stato pubblicato.
spanish: Se envía al empleador para notificarle que uno de sus trabajos fue publicado.

source: Sent to employers to notify that one of their posted jobs has been rejected.
french: Envoyé aux employeurs afin de leur indiquer que l'un de leurs emplois a été refusé.
italian: Invita ai datori di lavoro per avvisarli che uno dei loro lavori è stato rifiutato.
spanish: Se envía al empleador para notificarle del rechazo de un trabajo que publicó.

source: Sent to employers when a candidate apply for their jobs.
french: Envoyé aux employeurs quand un candidat postule pour un emploi
italian: Inviata ai datori di lavoro quando viene inviata una candidatura per i loro lavori.
spanish: Se envía al empleador cada vez que un candidato se postula a sus trabajos.

source: Sent to job seekers when they want to save a job for viewing later.
french: Envoyé aux demandeurs d'emploi quand ils souhaitent enregistrer une offre pour consultation ultérieure.
italian: Inviata ai candidati quando desiderano salvare un lavoro per leggerlo successivamente.
spanish: Se envía al buscador de trabajo cuando este guarda un trabajo para verlo más tarde.

source: Set Featured
french: Ensemble à la une
italian: Imposta in primo piano
spanish: Destacar

source: Setting different payment plans with different settings for your employers to choose from when posting new jobs.
french: Configurez différentes formules de paiement comprenant différents paramètres parmi lesquelles vos employeurs pourront choisir lorsqu'ils voudront publier de nouveaux emplois.
italian: Come configurare piani di pagamento con diverse impostazioni tra cui i tuoi datori di lavoro possano scegliere quando pubblicano nuovi lavori.
spanish: Defina distintos planes de pago con configuraciones diferentes para que los empleadores elijan al publicar trabajos nuevos.

source: Settings
french: Paramètres
italian: Impostazioni
spanish: Ajustes

source: Setup Wizard
french: Assistant de configuration
italian: Procedura guidata
spanish: Asistente de instalación

source: Share
french: Partager
italian: Condividi
spanish: Compartir

source: Share on Facebook
french: Partager sur Facebook
italian: Condividi su Facebook
spanish: Compartir en Facebook

source: Singapore Dollar
french: Dollar de Singapour
italian: Dollaro di Singapore
spanish: Dólar de Singapur

source: Site Customization
french: Personnalisation du site
italian: Personalizzazione del sito
spanish: Personalización del sitio

source: Site demonstration
french: Démo du site
italian: Dimostrazione del sito
spanish: Demo del sitio

source: Site description
french: Description du site
italian: Descrizione del sito
spanish: Descripción del sitio

source: Site language
french: Langue du site
italian: Lingua del sito
spanish: Idioma del sitio

source: Site layout
french: Mise en page du site
italian: Layout sito
spanish: Diseño del sitio

source: Site logo
french: Logo du site
italian: Logo del sito
spanish: Logo del sitio

source: Site mobile icon
french: Icône mobile du site
italian: Icona del sito mobile
spanish: Ícono de sitio para celular

source: Site title
french: Intitulé du site
italian: Nome del sito
spanish: Título del sitio

source: Small thumbnail for job list items
french: Petite miniature pour les éléments de la liste des emplois
italian: Piccola anteprima per gli elementi dell'elenco lavori
spanish: Miniaturas pequeñas para los elementos de la lista de trabajos

source: Social Links
french: Liens sociaux
italian: Link sociali
spanish: Vínculos de redes sociales

source: Social links are displayed in the footer and in your blog sidebar.
french: Les liens sociaux sont affichés dans le pied de page et dans la barre latérale de votre blog.
italian: I link sociali sono visualizzati a piè di pagina e nella barra laterale del blog.
spanish: Los vínculos de redes sociales se muestran en el pie de página y en la barra lateral del blog.

source: Sorry! The job you requested is not available now!
french: Désolé mais l'emploi demandé n'est pas disponible actuellement !
italian: Spiacenti, il lavoro che hai richiesto non è disponibile in questo momento.
spanish: ¡Disculpe! El trabajo solicitado no está disponible en este momento.

source: Sorry, but the page you were trying to view does not exist.</p><p>It looks like this was the result of either:</p><p>- a mistyped address<br /> - an out-of-date link
french: Désolé mais la page que vous essayez de voir n'existe pas.</p><p>Il semble que cela soit dû</p><p>- à une adresse incorrectement saisie<br /> - ou à un lien expiré
italian: Siamo spiacenti, la pagina che desideri visualizzare non esiste.</p><p>La causa potrebbe essere:</p><p>- un indirizzo non valido<br /> - un link scaduto
spanish: Disculpe, pero la página que intenta ver no existe.</p><p>Esto puede deberse a que:</p><p>- escribió mal la dirección<br /> - el enlace está desactualizado

source: Step 1 :
french: Étape 1 :
italian: Passo 1:
spanish: Paso 1 :

source: Step 2 :
french: Étape 2 :
italian: Passo 2:
spanish: Paso 2 :

source: Step 3 :
french: Étape 3 :
italian: Passo 3:
spanish: Paso 3 :

source: Step-by-step guide to configure your website
french: Guide séquentiel de configuration de votre site Web
italian: Procedura per configurare il tuo sito web
spanish: Guía paso a paso para configurar su sitio web

source: Style
italian: Stile
spanish: Estilo

source: Submit
french: Envoyer
italian: Invia
spanish: Enviar

source: Submit Comment
french: Envoyer le commentaire
italian: Invia commento
spanish: Enviar comentario

source: Success, friend
french: Bonne chance
italian: Pagamento riuscito
spanish: ¡Muy bien!

source: Swiss Franc
french: Franc suisse
italian: Franco svizzero
spanish: Franco suizo

source: THIS IS A DRAFT.
french: CECI EST UN BROUILLON.
italian: QUESTA È UNA BOZZA.
spanish: ESTO ES UN BORRADOR.

source: THIS JOB IS %s.
french: CET EMPLOI EST %s.
italian: IL LAVORO È %s.
spanish: ESTE TRABAJO ESTÁ %s.

source: THIS JOB IS ARCHIVED.
french: CET EMPLOI EST ARCHIVÉ
italian: IL LAVORO È STATO ARCHIVIATO.
spanish: ESTE TRABAJO ESTÁ ARCHIVADO

source: THIS JOB IS PENDING.
french: CET EMPLOI EST EN ATTENTE
italian: LAVORO IN SOSPESO
spanish: ESTE TRABAJO ESTÁ PENDIENTE.

source: THIS JOB IS PENDING. YOU CAN APPROVE OR REJECT IT.
french: CET EMPLOI EST EN ATTENTE. VOUS POUVEZ L'ACCEPTER OU LE REFUSER.
italian: QUESTO LAVORO È IN SOSPESO. PUOI APPROVARLO O RIFIUTARLO.
spanish: ESTE TRABAJO ESTÁ PENDIENTE. PUEDE APROBARLO O RECHAZARLO.

source: THIS JOB IS REJECTED.
french: CET EMPLOI EST REFUSÉ
italian: IL LAVORO È STATO RIFIUTATO.
spanish: ESTE TRABAJO ESTÁ RECHAZADO.

source: TRANSACTIONS
italian: Transazioni
spanish: Operaciones

source: Terms & Condition
french: Conditions générales
italian: Termini e condizioni
spanish: Términos y Condiciones

source: Text
french: Texte
italian: Testo
spanish: Texto

source: The email could not be sent.
french: L'e-mail n'a pu être envoyé.
italian: L'e-mail non può essere inviata.
spanish: No se pudo enviar el mensaje.

source: The email has been sent to
french: L'e-mail a été envoyé à
italian: L'e-mail è stata inviata a
spanish: Se envió el mensaje a

source: The email has been sent.
french: L'e-mail a été envoyé.
italian: L'e-mail è stata inviata.
spanish: Mensaje enviado.

source: The file was uploaded successfully
french: Le fichier a bien été téléchargé
italian: File caricato.
spanish: El archivo se cargó correctamente

source: The job has been approved!
french: L'emploi a été approuvé !
italian: Il lavoro è stato approvato.
spanish: Se aprobó el trabajo.

source: The job has been archived!
french: L'emploi a bien été archivé !
italian: Il lavoro è stato archiviato.
spanish: Se archivó el trabajo.

source: The job has been changed successfully!
french: La modification de l'emploi a bien été effectuée !
italian: Il lavoro è stato modificato.
spanish: El trabajo fue modificado correctamente.

source: The job has been rejected!
french: Cet emploi a été refusé !
italian: Il lavoro è stato rifiutato.
spanish: El trabajo fue rechazado.

source: The sidebar for blog in the site
french: Barre latérale pour un blog sur le site
italian: La barra laterale per blog nel sito
spanish: Barra lateral para el blog del sitio

source: There are no registered companies.
french: Aucune société n'est enregistrée.
italian: Non ci sono aziende registrate.
spanish: No hay empresas registradas.

source: There is a request to reset the password for the following account:
french: Il existe une demande de réinitialisation de mot de passe pour le compte suivant :
italian: Richiesta per ripristinare la password dell'account specificato di seguito:
spanish: Se ha solicitado restablecer la contraseña para la siguiente cuenta:

source: There is an error occurred
french: Une erreur est survenue
italian: Si è verificato un errore
spanish: Ocurrió un error

source: There is an error occurred :
french: Une erreur est survenue :
italian: Si è verificato un errore:
spanish: Ocurrió un error:

source: There is no added plan yet
french: Aucune formule n'a été ajoutée pour l'instant
italian: Non è ancora stato aggiunto alcun piano
spanish: Aún no se agregó ningún plan

source: There is no payment in this period.
french: Il n'existe aucun paiement pour cette période.
italian: Nessun pagamento in questo lasso di tempo.
spanish: No hay pagos en este periodo.

source: There is no payments yet.
french: Il n'y a aucun paiement pour l'instant
italian: Ancora nessun pagamento.
spanish: Aún no se ha realizado ningún pago.

source: There is no posts yet.
french: Il n'existe aucun billet pour l'instant.
italian: Ancora nessun post.
spanish: Aún no hay publicaciones.

source: There is something wrong in the mailing process. Please contact the administrators for more information!
french: Un problème est survenu lors du processus d'envoi par e-mail. Veuillez contacter l'administrateur pour de plus amples renseignements !
italian: Si è verificato un errore durante il processo di mailing. Per ulteriori informazioni, contatta gli amministratori.
spanish: Hubo un error en el proceso de correo. Póngase en contacto con los administradores para recibir más información.

source: There was a problem with your upload.
french: Un problème est survenu lors de votre chargement.
italian: Si è verificato un errore durante il caricamento.
spanish: Hubo un problema con la carga.

source: There was an error when reading this WXR file
french: Une erreur est survenue lors de la lecture de ce fichier WXR
italian: Si è verificato un errore durante la lettura del file WXR.
spanish: Hubo un error al intentar leer el archivo WXR

source: There was no changes in your translation.
french: Aucune modification n'a été apportée à votre traduction.
italian: Non era presente alcun cambio nella tua traduzione.
spanish: No hubo cambios en su traducción.
