Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: - Mobile version
french: - Version mobile
italian: - Versione mobile
spanish: - Versión para celulares

source: reject job reason
french: raison de refus de l'emploi
italian: motivo rifiuto lavoro
spanish: causa de rechazo de trabajo

source: seeker infomation
french: informations relatives au demandeur
italian: dati candidato
spanish: información del postulante

source: site info, admin email
french: infos du site, e-mail de l'admin
italian: info sito, e-mail amministratore
spanish: información del sitio, email del administrador

source: %d active job by %s
french: %d emploi actif par %s
italian: %d lavoro attivo da %s
spanish: %d trabajo activo de %s

source: %d active jobs by %s
french: %d emplois actifs par %s
italian: %d lavori attivi da %s
spanish: %d trabajos activos de %s

source: %d job
french: Emploi %d
italian: Lavoro %d
spanish: %d trabajo

source: %d jobs
french: %d emplois
italian: %d lavori
spanish: %d trabajos

source: %s for %s days
french: %s pour %s jours
italian: %s per %s giorni
spanish: %s por %s días

source: 2Checkout supported currencies
french: Devises prises en charge par 2Checkout
italian: Valute supportate da 2Checkout
spanish: Divisas admitidas en 2Checkout

source: <p>Dear [display_name],</p><p>Your job [job_title] in [blogname] has been changed to archive mode, due to expiration or manual action.</p><p>If you want to continue displaying this job in our website, please go to your dashboard at [dashboard] to renew your job offer.</p><p>Sincerely,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre emploi [job_title] sur [blogname] est passé en mode archive, suite à une action effectuée manuellement ou son expiration.</p><p>Si vous désirez que celui-ci figure toujours sur notre site Web, veuillez vous rendre sur votre tableau de bord en cliquant sur [dashboard] afin de renouveler votre offre d'emploi.</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>il tuo lavoro [job_title] su [blogname] è stato modificato in modalità archivio a causa della scadenza o dell'azione manuale.</p><p>Se desideri continuare a visualizzare il lavoro sul nostro sito web, entra nella tua dashboard [dashboard] e rinnova l'offerta di lavoro.</p><p>A presto,<br />[blogname]</p>
spanish: <p>Estimado/a [display_name]:</p><p>El trabajo [job_title] de [blogname] ahora se cambió al modo de archivado, por vencimiento o por acción manual.</p><p>Si desea seguir mostrando este trabajo en nuestro sitio web, diríjase al panel ubicado en [dashboard] para renovar la oferta de trabajo.</p><p>Atentamente,<br />[blogname]</p>

source: <p>Dear [display_name],</p><p>Your job [job_title] posted in [blogname] has been approved.</p><p>You can follow this link: [job_link] to view your job offer.</p><p>Sincerely,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre emploi [job_title] publié sur [blogname] a été approuvé.</p><p>Vous pouvez suivre ce lien : [job_link] pour visualiser l'offre d'emploi.</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>il lavoro per [job_title] che hai pubblicato su [blogname] è stato approvato.</p><p>Per vedere la tua offerta di lavoro, fai clic su [job_link].</p><p>A presto,<br />[blogname]</p>
spanish: <p>Estimado/a [display_name]:</p><p>El trabajo [job_title] publicado en [blogname] fue aprobado.</p><p>Siga este enlace [job_link] para ver la oferta de trabajo.</p><p>Atentamente,<br />[blogname]</p>

source: <p>Dear [display_name],</p><p>Your job [job_title] posted in [blogname] has been rejected. Noted reason: [reason]</p><p>Please contact the administrators via [admin_email] for more information, or go to your dashboard at [dashboard] to edit your job offer and post it again.</p><p>Sincerely,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre emploi [job_title] publié sur [blogname] a été refusé. Motif du refus : [reason]</p><p>Veuillez contacter les administrateurs via [admin_email] pour de plus amples explications ou rendez-vous sur votre tableau de bord via [dashboard] pour modifier votre offre et la publier à nouveau.</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>il lavoro per [job_title] che hai pubblicato su [blogname] è stato rifiutato. Motivo specificato: [reason]</p><p>Per ulteriori informazioni, contatta gli amministratori inviando un'e-mail a [admin_email] o entra nella tua dashboard [dashboard] per modificare l'offerta di lavoro e pubblicarla nuovamente.</p><p>A presto,<br />[blogname]</p>
spanish: <p>Estimado/a [display_name]:</p><p>El trabajo [job_title] publicado en [blogname] fue rechazado. Razón indicada: [reason]</p><p>Póngase en contacto con los administradores escribiendo a [admin_email] para obtener más información, o diríjase al panel de [dashboard] para editar su oferta de trabajo y volver a publicarla.</p><p>Atentamente,<br />[blogname]</p>

source: <p>Dear [display_name],</p><p>Your job offer [job_title] posted in [blogname] has a new application.</p><p>Here is the applicant information:</p><ol><li>Name: [seeker_name]</li><li>Email address: [seeker_mail]</li><li>Note: [seeker_note]</li></ol><p>The files of this applicant has also attached in this email.</p><p>And here is the link to you job offer in [blogname]: [job_link].</p><p>Sincerely,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre offre d'emploi [job_title] publiée sur [blogname] a reçu une nouvelle candidature.</p><p>Voici les coordonnées du candidat :</p><ol><li>Nom : [seeker_name]</li><li>Adresse e-mail : [seeker_mail]</li><li>Message : [seeker_note]</li></ol><p>Les fichier que le candidat a également joint à cet e-mail.</p><p>Et voici le lien vers votre offre d'emploi sur [blogname] : [job_link].</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>l'offerta di lavoro per [job_title] che hai pubblicato su [blogname] ha ricevuto una nuova candidatura.</p><p>Ecco i dati del candidato:</p><ol><li>Nome: [seeker_name]</li><li>Indirizzo e-mail: [seeker_mail]</li><li>Nota: [seeker_note]</li></ol><p>I file del candidato si trovano anche allegati a questa e-mail.</p><p>Ecco il link alla tua offerta di lavoro su [blogname]: [job_link].</p><p>A presto,<br />[blogname]</p>
spanish: <p>Estimado/a [display_name]:</p><p>La oferta de trabajo [job_title] publicada en [blogname] tiene una postulación nueva.</p><p>Información del postulante:</p><ol><li>Nombre: [seeker_name]</li><li>Email: [seeker_mail]</li><li>Nota: [seeker_note]</li></ol><p>También se han adjuntado los archivos del postulante a este mensaje.</p><p>Y este es el enlace a la oferta de trabajo publicada en [blogname]: [job_link].</p><p>Atentamente,<br />[blogname]</p>

source: <p>Hello [display_name],</p><p>You have just changed your password successfully. You can now log into our website at [site_url].</p><p><span>Sincerely,<br /></span>[blogname]</p>
french: <p>Bonjour [display_name],</p><p>La modification de votre mot de passe a bien été effectuée. Vous pouvez désormais vous connecter à notre site Web sur [site_url].</p><p><span>Cordialement,<br /></span>[blogname]</p>
italian: <p>Ciao [display_name],</p><p>la password è stata modificata. Adesso puoi eseguire l'accesso al sito web facendo clic su [site_url].</p><p><span>A presto,<br /></span>[blogname]</p>
spanish: <p>Hola [display_name]:</p><p>Su contraseña se ha modificado correctamente. Ahora puede iniciar sesión en nuestro sitio web [site_url].</p><p><span>Atentamente,<br /></span>[blogname]</p>

source: <p>Hello [display_name],</p><p>You have just registered an account;in [blogname] successfully.</p><p>Here is your account information:</p><ol><li>Username: [user_login]</li><li>Email: [user_email]</li></ol><p>Thanks and welcome you to [blogname].</p>
french: <p>Bonjour [display_name],</p><p>L'enregistrement de votre compte sur [blogname] a bien été effectué.</p><p>Voici les informations relatives à votre compte :</p><ol><li>Nom d'utilisateur : [user_login]</li><li>E-mail : [user_email]</li></ol><p>Merci et bienvenue sur [blogname].</p>
italian: <p>Ciao [display_name],</p><p>hai appena creato un account su [blogname].</p><p>Ecco i dati relativi all'account:</p><ol><li>Nome utente: [user_login]</li><li>E-mail: [user_email]</li></ol><p>Grazie e benvenuto a [blogname].</p>
spanish: <p>Hola [display_name]:</p><p>El registro de la cuenta en [blogname] se realizó correctamente.</p><p>Información de la cuenta:</p><ol><li>Usuario: [user_login]</li><li>Email: [user_email]</li></ol><p>Gracias, y bienvenido/a a [blogname].</p>

source: <p>Hello [display_name],</p><p>You have just sent a request for recovering your password in [blogname]. if this was not your request, please ignore this email address, otherwise, please click on the following URL to create your new password:</p><p>[activate_url]</p><p>Regards,<br />[blogname]</p>
french: <p>Cher, Chère [display_name],</p><p>Votre demande de récupération de mot de passe sur [blogname] vient d'être envoyée. Si la demande ne vient pas de vous, veuillez ignorer cette communication, sinon cliquez sur l'URL suivant afin de créer votre nouveau mot de passe :</p><p>[activate_url]</p><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [display_name],</p><p>hai appena richiesto di recuperare la tua password su [blogname]. Se non hai eseguito tale richiesta, ignora questa e-mail, in caso contrario fai clic sul seguente URL per creare una nuova password:</p><p>[activate_url]</p><p>A presto,<br />[blogname]</p>
spanish: <p>Hola [display_name]:</p><p>Se acaba de enviar una solicitud para recuperar su contraseña de [blogname]. Si no ha solicitado esto, ignore este mensaje, de lo contrario, haga clic en la siguiente URL para crear una contraseña nueva:</p><p>[activate_url]</p><p>Saludos,<br />[blogname]</p>

source: <p>Hello [seeker_email],</p><p>You have just saved a job in [blogname] for viewing later. Here is the job information:</p><ol><li>Job title: [job_title]</li> <li>Job link: [job_link]</li><li>Company name: [company]</li><li>Your note: [remind_note]</li></ol><p>Regards,<br />[blogname]</p>
french: <p>Bonjour [seeker_email],</p><p>Vous venez d'enregistrer un emploi sur [blogname] pour consultation ultérieure. Voici les informations relatives à l'offre :</p><ol><li>Intitulé de l'emploi : [job_title]</li> <li>Lien vers l'emploi : [job_link]</li><li>Nom de la société : [company]</li><li>Votre message : [remind_note]</li></ol><p>Cordialement,<br />[blogname]</p>
italian: <p>Ciao [seeker_email],</p><p>hai appena salvato un lavoro su [blogname] per visualizzarlo successivamente. Ecco i dati relativi al lavoro:</p><ol><li>Professione: [job_title]</li> <li>Link del lavoro: [job_link]</li><li>Nome dell'azienda: [company]</li><li>Le tue note: [remind_note]</li></ol><p>A presto,<br />[blogname]</p>
spanish: <p>Hola [seeker_email]:</p><p>Se acaba de guardar un trabajo en [blogname] pare verlo más tarde. Información del trabajo:</p><ol><li>Título del trabajo: [job_title]</li> <li>Enlace del trabajo: [job_link]</li><li>Nombre de la empresa: [company]</li><li>Nota: [remind_note]</li></ol><p>Saludos,<br />[blogname]</p>

source: <p>Your job has been submited to our website.</p><p>Please send your payment to account number: XXXX. After the payment has been verified, your job will be active in our website.</p>
french: <p>Votre emploi a été envoyé à notre site Web.</p><p>Veuillez nous faire parvenir votre paiement au compte numéro : XXXX. Une fois celui-ci vérifié, votre offre d'emploi sera activée sur notre site Web.</p>
italian: <p>Il tuo lavoro è stato inviato al nostro sito web.</p><p>Ti preghiamo di inviare il pagamento al numero di conto: XXXX. Non appena il pagamento sarà verificato, il lavoro sarà attivo sul sito web.</p>
spanish: <p>Se ha enviado su trabajo a nuestro sitio web.</p><p>Realice el pago al número de cuenta: XXXX. Una vez verificado el pago, el trabajo se activará en nuestro sitio web.</p>

source: <span><strong>Congratulations!</strong></span><br /><span class="msg">This job has been reminded. Good luck!</span>
french: <span><strong>Félicitations !</strong></span><br /><span class="msg">Cet emploi a été ajouté à votre liste de rappel. Bonne chance !</span>
italian: <span><strong>Congratulazioni!</strong></span><br /><span class="msg">È stato inviato un promemoria per questo lavoro. In bocca al lupo!</span>
spanish: <span><strong>¡Felicitaciones!</strong></span><br /><span class="msg">Se ha enviado el recordatorio de este trabajo. ¡Buena suerte!</span>

source: <span><strong>Congratulations!</strong></span><br /><span class="msg">Your submission has been sent. Good luck!</span>
french: <span><strong>Félicitations !</strong></span><br /><span class="msg">Votre candidature a été envoyée. Bonne chance !</span>
italian: <span><strong>Congratulazioni!</strong></span><br /><span class="msg">Il messaggio è stato inviato. In bocca al lupo!</span>
spanish: <span><strong>¡Felicitaciones!</strong></span><br /><span class="msg">La consulta fue enviada. ¡Buena suerte!</span>

source: <strong>ERROR</strong>: Enter username or email address.
french: <strong>ERREUR</strong> : saisissez un nom d'utilisateur ou une adresse e-mail.
italian: <strong>ERRORE</strong>: inserisci nome utente o indirizzo e-mail.
spanish: <strong>ERROR</strong>: Escriba un nombre de usuario o dirección de correo electrónico.

source: <strong>ERROR</strong>: Invalid username or email address.
french: <strong>ERREUR</strong> : nom d'utilisateur ou adresse e-mail non valide.
italian: <strong>ERRORE</strong>: nome utente o indirizzo e-mail non valido.
spanish: <strong>ERROR</strong>: Nombre de usuario o dirección de correo electrónico no válidos.

source: <strong>ERROR</strong>: There is no user registered with that email address.
french: <strong>ERREUR</strong> : cette adresse e-mail n'est associée à aucun utilisateur enregistré.
italian: <strong>ERRORE</strong>: non esiste nessun utente registrato con quell'indirizzo e-mail.
spanish: <strong>ERROR</strong>: No hay un usuario registrado con esa dirección de correo electrónico.

source: ACCOUNT
french: Compte
spanish: Cuenta

source: ACTIVE
french: Actif
italian: Attivi
spanish: Activo

source: API setting is invalid!
french: Le paramètre d'API n'est pas valide !
italian: Impostazione API non valida
spanish: La configuración de la API no es válida.

source: APPROVE
french: Approuver
italian: Approva
spanish: Aprobar

source: ARCHIVED
french: ARCHIVÉ
italian: ARCHIVIATO
spanish: ARCHIVADO

source: Account
french: Compte
spanish: Cuenta

source: Activate customization mode
french: Activer le mode de personnalisation
italian: Attiva modalità personalizzazione
spanish: Activar modo de personalización

source: Active
french: Actif
italian: Attivi
spanish: Activo

source: Add New
french: Ajouter un nouvel élément
italian: Aggiungi
spanish: Agregar nuevo

source: Add New Application
french: Ajouter une nouvelle application
italian: Aggiungi candidatura
spanish: Agregar nueva postulación

source: Add New Category
french: Ajouter une nouvelle catégorie
italian: Aggiungi categoria
spanish: Agregar nueva categoría

source: Add New Job
french: Ajouter un nouvel emploi
italian: Aggiungi lavoro
spanish: Agregar nuevo trabajo

source: Add New Job Type
french: Ajouter un nouveau type d'emploi
italian: Aggiungi tipo di contratto
spanish: Agregar nuevo tipo de trabajo

source: Add New Plan
french: Ajouter une nouvelle formule
italian: Aggiungi piano
spanish: Agregar nuevo plan

source: Add a comment
french: Ajouter un commentaire
italian: Aggiungi un commento
spanish: Agregar un comentario

source: Add a new currency
french: En ajouter une nouvelle
italian: Aggiungi valuta
spanish: Agregar nueva divisa

source: Add a new language
french: Ajouter une nouvelle langue
italian: Aggiungi lingua
spanish: Agregar un idioma nuevo

source: Add another category
french: Ajouter une nouvelle catégorie
italian: Aggiungi categoria
spanish: Agregar otra categoría

source: Add another type
french: Ajouter un autre type
italian: Aggiungi tipo
spanish: Añadir otro tipo

source: Add language
french: Ajouter une langue
italian: Aggiungi una lingua
spanish: Agregar idioma

source: Add more +
french: En ajouter +
italian: Aggiunti altri
spanish: Agregar más +

source: Add sub category for this category
french: Ajouter une sous-catégorie à cette catégorie
italian: Aggiungi una sottocategoria a questa categoria
spanish: Agregar subcategoría a esta categoría

source: Adding new language successfully.
french: Ajout d'une nouvelle langue effectué
italian: Nuova lingua aggiunta.
spanish: Nuevo idioma agregado correctamente.

source: Administration
french: Administrateur
italian: Amministrazione
spanish: Administración

source: After
french: Après
italian: Dopo
spanish: Después

source: All
french: Tout
italian: Tutte
spanish: Todo

source: All Applications
french: Toutes les candidatures
italian: Tutte le candidature
spanish: Todas las postulaciones

source: All Categories
french: Toutes les catégories
italian: Tutte le categorie
spanish: Todas las categorías

source: All Companies
french: Toutes les sociétés
italian: Tutte le aziende
spanish: Todas las empresas

source: All Job Types
french: Tous les types d'emploi
italian: Tutti i tipi di contratto
spanish: Todos los tipos de trabajos

source: All Jobs
french: Tous les emplois
italian: Tutti i lavori
spanish: Todos los trabajos

source: All Plans
french: Toutes les formules
italian: Tutti i piani
spanish: Todos los planes

source: All categories
french: Toutes les catégories
italian: Tutte le categorie
spanish: Todas las categorías

source: Already have an account?
french: Vous êtes déjà titulaire d'un compte ?
italian: Hai già un account?
spanish: ¿Ya tiene una cuenta?

source: American Dollar
french: Dollar américain
italian: Dollaro americano
spanish: Dólar estadounidense

source: An error has been occurred
french: Une erreur est survenue
italian: Si è verificato un errore.
spanish: Ocurrió un error

source: An error has occurred!
french: Une erreur est survenue !
italian: Si è verificato un errore.
spanish: Ocurrió un error

source: An error has occurred, please try again!
french: Une erreur est survenue, veuillez réessayer !
italian: Si è verificato un errore, riprova.
spanish: Ocurrió un error. Inténtelo de nuevo.

source: An unknown error occurred while sending email.
french: Une erreur inconnue est survenue lors de l'envoi de l'e-mail
italian: Si è verificato un errore sconosciuto durante l'invio dell'e-mail.
spanish: Ocurrió un error desconocido al enviar el mensaje.

source: Api setting invalid
french: Paramètre d'API non valide
italian: Impostazione Api non valida
spanish: Configuración de la API no válida

source: Application
french: Candidature
italian: Candidatura
spanish: Postulación

source: Application for %s, you posted on %s
french: Candidature pour %s, que vous avez publié sur %s
italian: Candidatura per %s che hai pubblicato su %s
spanish: Postulación para %s, que publicó en %s

source: Applications
french: Candidatures
italian: Candidature
spanish: Postulaciones

source: APPLY FOR THIS JOB
french: Postuler
italian: Candidati
spanish: Postularme

source: Apply-for-job Email template
french: Modèle d'e-mail de candidature
italian: Modello e-mail candidatura
spanish: Plantilla de mensaje de postulación a trabajo

source: Approve
french: Approuver
italian: Approva
spanish: Aprobar

source: Approve-job Email template
french: Modèle d'e-mail de confirmation d'emploi
italian: Modello e-mail approvazione lavoro
spanish: Plantilla de mensaje de aprobación de trabajo

source: Archive
french: Archiver
italian: Archivio
spanish: Archivar

source: Archive <span class="count">(%s)</span>
italian: Archiviato come <span class="count">(%s)</span>
spanish: Archivado <span class="count">(%s)</span>

source: Archive-job Email template
french: Modèle d'e-mail d'archivage d'emploi
italian: Modello e-mail archivio lavoro
spanish: Plantilla de mensaje de trabajo archivado

source: Archived
french: Archivé
italian: Archiviati
spanish: Archivado

source: Archived & rejected jobs
french: Emplois archivés et refusés
italian: Lavori archiviati e rifiutati
spanish: Trabajos archivados y rechazados

source: Archived Jobs
french: Emplois archivés
italian: Lavori archiviati
spanish: Trabajos archivados

source: Archived jobs
french: Emplois archivés
italian: Lavori archiviati
spanish: Trabajos archivados

source: Are you sure you want to delete this category?
french: Êtes-vous sûr de vouloir supprimer cette catégorie ?
italian: Vuoi davvero eliminare questa categoria?
spanish: ¿Seguro que desea eliminar esta categoría?

source: Are you sure you want to delete this job type?
french: Êtes-vous sûr de vouloir supprimer ce type d'emploi ?
italian: Vuoi davvero eliminare questo tipo di contratto?
spanish: ¿Seguro que desea eliminar este tipo de trabajo?

source: Are you sure you want to delete this payment plan?
french: Êtes-vous sûr de vouloir supprimer cette formule de paiement ?
italian: Vuoi davvero eliminare il piano di pagamento?
spanish: ¿Seguro que desea eliminar este plan de pago?

source: Are you sure you want to reject this job?
french: Êtes-vous sûr de vouloir refuser cet emploi ?
italian: Vuoi davvero rifiutare il lavoro?
spanish: ¿Seguro que desea rechazar este trabajo?

source: Articles posted by %s
french: Articles publiés par %s
italian: Articoli pubblicati da %s
spanish: Artículos publicados por %s

source: Attachments
french: Pièces jointes
italian: Allegati
spanish: Adjuntos

source: Australian Dollar
french: Dollar australien
italian: Dollaro australiano
spanish: Dólar australiano

source: Authentication Mail Template
french: Modèle d'e-mail d'authentification
italian: Modello e-mail autenticazione
spanish: Plantilla de mensaje para la autenticación

source: Authentication mail template
french: Modèle d'e-mail d'authentification
italian: Modello e-mail autenticazione
spanish: Plantilla de mensaje para la autenticación

source: Availability
french: Disponibilité
italian: Disponibilità
spanish: Disponibilidad

source: Available jobs
french: Emplois disponibles
italian: Lavori disponibili
spanish: Trabajo disponible

source: Back
french: Retour
italian: Indietro
spanish: Volver

source: Background Color
french: Couleur de l'arrière-plan
italian: Colore sfondo
spanish: Color de fondo

source: Background patterns
french: Motifs d'arrière-plan
italian: Motivi sfondo
spanish: Diseño de fondo

source: Before
french: Avant
italian: Prima
spanish: Antes

source: Blog Sidebar
french: Barre latérale de blog
italian: Barra laterale del blog
spanish: Barra lateral del blog

source: Body Text Color
french: Couleur du corps du texte
italian: Colore corpo del testo
spanish: Color de texto de cuerpo

source: Branding
french: Mise aux couleurs de la marque
italian: Marchio
spanish: Personalización de marca

source: Branding image has been uploaded successfully
french: L'image de la marque a bien été téléchargée
italian: L'immagine del marchio è stata caricata.
spanish: La imagen de personalización de marca se cargó correctamente

source: British Pound
french: Livre sterling
italian: Sterlina inglese
spanish: Libra esterlina

source: Browse
french: Parcourir
italian: Cerca
spanish: Explorar

source: Browse ...
french: Parcourir...
italian: Cerca...
spanish: Explorar...

source: Browse...
french: Parcourir...
italian: Cerca...
spanish: Explorar...

source: Button Color
french: Couleur du bouton
italian: Colore pulsante
spanish: Color de botones

source: COMPANIES
french: Sociétés
italian: Aziende
spanish: Empresas

source: COMPANY LOGO
french: Logo de la société
italian: Logo dell'azienda
spanish: Logo de la empresa

source: COMPANY NAME
french: Nom de société
italian: Nome dell'azienda
spanish: Nombre de la empresa
