Repository: nguyenanhdung90/smartjob
Catalog: lang/*.po
Languages: french, italian, spanish

source: COMPANY PROFILE
french: Profil de la société
italian: Profilo dell'azienda
spanish: Perfil de la empresa

source: COMPANY WEBSITE
french: Site Web de la société
italian: Sito web dell'azienda
spanish: Sitio web de la empresa

source: CONTRACT TYPE
french: Type de contrat
italian: Tipo di contratto
spanish: Tipo de contrato

source: CUSTOMIZE
french: Personnaliser
italian: Personalizza
spanish: Personalizar

source: Can't delete payment plan
french: Impossible de supprimer la formule de paiement
italian: Impossibile eliminare il piano di pagamento
spanish: No se puede eliminar el plan de pago

source: Canadian Dollar
french: Dollar canadien
italian: Dollaro canadese
spanish: Dólar canadiense

source: Cancel
french: Annuler
italian: Annulla
spanish: Cancelar

source: Cancel reply
french: Annuler la réponse
italian: Annulla risposta
spanish: Cancelar respuesta

source: Cash
french: Paiement
italian: Contanti
spanish: Pago en efectivo

source: Cash Message
french: Communication de paiement
italian: Messaggio contanti
spanish: Mensaje de pago en efectivo

source: Categories
french: Catégories
italian: Categorie
spanish: Categorías

source: Categories are also used by your users to filter jobs
french: Les catégories sont également utilisées par vos utilisateurs afin de filtrer les emplois
italian: Le categorie servono agli utenti anche per filtrare i lavori.
spanish: El usuario también utiliza las categorías para filtrar los trabajos

source: Category
french: Catégorie
italian: Categoria
spanish: Categoría

source: Change
french: Modifier
italian: Modifica
spanish: Cambiar

source: Change Password
french: Modifier le mot de passe
italian: Modifica password
spanish: Cambiar contraseña

source: Change the appearance of your website
french: Modifiez l'apparence de votre site Web
italian: Modifica l'aspetto del tuo sito web
spanish: Cambie el aspecto del sitio web

source: Change the fonts, sizes and colors for the text on your website
french: Modifiez les polices, tailles et couleurs du texte sur votre site Web
italian: Modifica carattere, dimensione e colore del testo nel sito web.
spanish: Modifique el tipo de letra, el tamaño y el color del texto de su sitio web.

source: Choose a Language
french: Choisir une langue
italian: Scegli una lingua
spanish: Elija un idioma

source: Choose one of our color schemes.
french: Choisissez un de nos agencements de couleurs
italian: Scegli uno dei nostri schemi colore.
spanish: Elija una de nuestras combinaciones de colores.

source: Choose the pricing plan that fits your needs
french: Choisir la tarification qui répond à vos besoins
italian: Scegli il piano di pagamento più adatto a te
spanish: Elija el plan de precios que se adecua a sus necesidades

source: Color Schemes
french: Agencements de couleurs
italian: Schemi colore
spanish: Combinaciones de colores

source: Colors
french: Couleurs
italian: Colori
spanish: Colores

source: Columns
french: Colonnes
italian: Colonne
spanish: Columnas

source: Comment
french: Commentaire
italian: Commento
spanish: Comentario

source: Comment closed!
french: Commentaire fermé !
italian: Commento chiuso
spanish: Comentario cerrado

source: Companies
french: Sociétés
italian: Aziende
spanish: Empresas

source: Company
french: Société
italian: Azienda
spanish: Empresa

source: Company Details
french: Coordonnées de la société
italian: Dettagli dell'azienda
spanish: Información de la empresa

source: Company Email
french: E-mail de la société
italian: E-mail dell'azienda
spanish: Email de la empresa

source: Company Logo
french: Logo de la société
italian: Logo dell'azienda
spanish: Logo de la empresa

source: Company Name
french: Nom de société
italian: Nome dell'azienda
spanish: Nombre de la empresa

source: Company Profile
french: Profil de la société
italian: Profilo dell'azienda
spanish: Perfil de la empresa

source: Company Website
french: Site Web de la société
italian: Sito web dell'azienda
spanish: Sitio web de la empresa

source: Company logo
french: Logo de la société
italian: Logo dell'azienda
spanish: Logo de la empresa

source: Company logo has been uploaded successfully!
french: Le logo de la société a bien été téléchargé !
italian: Il logo dell'azienda è stato caricato.
spanish: El logo de la empresa se cargó con éxito.

source: Company logo with default size
french: Taille par défaut du logo de la société
italian: Logo dell'azienda con dimensioni predefinite
spanish: Logo de la empresa con tamaño predeterminado

source: Company name
french: Nom de la société
italian: Nome dell'azienda
spanish: Nombre de la empresa

source: Company website
french: Site Web de la société
italian: Sito web dell'azienda
spanish: Sitio web de la empresa

source: Congratulations!
french: Félicitations !
italian: Congratulazioni!
spanish: ¡Felicitaciones!

source: Congratulations! You have registered successfully to %s.
french: Félicitations ! Vous vous êtes bien enregistré sur %s.
italian: Congratulazioni! Ti sei registrato a %s.
spanish: ¡Felicitaciones! Ya está registrado en %s.

source: Contact Widget
french: Widget de contact
italian: Widget di contatto
spanish: Widget de contacto

source: Content
french: Contenu
italian: Contenuto
spanish: Contenido

source: Content Options
french: Options du contenu
italian: Opzioni contenuti
spanish: Opciones de contenido

source: Continue
french: Continuer
italian: Continua
spanish: Continuar

source: Contract Type
french: Type de contrat
italian: Tipo di contratto
spanish: Tipo de contrato

source: Contract types
french: Types de contrat
italian: Tipi di contratto
spanish: Tipos de contratos

source: Copyright Information
french: Informations relatives aux droits d'auteur
italian: Dati di copyright
spanish: Información de copyright

source: Copyright information
french: Informations relatives aux droits d'auteur
italian: Dati di copyright
spanish: Información de copyright

source: Currency
french: Devise
italian: Valuta
spanish: Moneda

source: Currency Code
french: Code de devise
italian: Codice di valuta
spanish: Código de divisa

source: Currency Sign
french: Symbole de la devise
italian: Simbolo di valuta
spanish: Signo de divisa

source: Currency Sign Position
french: Position du signe de la devise
italian: Posizione del simbolo di valuta
spanish: Posición del signo de la divisa

source: Custom style
french: Style personnalisé
italian: Personalizza stile
spanish: Estilo personalizado

source: Customize
french: Personnaliser
italian: Personalizza
spanish: Personalizar

source: DRAFT
french: Brouillon
italian: Bozza
spanish: Borrador

source: Dashboard
french: Tableau de bord
spanish: Panel

source: Data is fetched successfully
french: Les données ont bien été rapatriées
italian: Dati recuperati
spanish: Datos recuperados correctamente.

source: Default company logo
french: Logo de la société par défaut
italian: Logo dell'azienda predefinito
spanish: Logo de la empresa por defecto

source: Delete
french: Supprimer
italian: Elimina
spanish: Eliminar

source: Delete Sample Data
french: Supprimer les exemples de données
italian: Elimina dati di prova
spanish: Eliminar ejemplos

source: Delete sample data
french: Supprimer les exemples de données
italian: Elimina dati di prova
spanish: Eliminar ejemplos

source: Describe your job and your company
french: Décrire votre emploi et votre société
italian: Descrivi il lavoro e l'azienda
spanish: Describa el trabajo y la empresa

source: Describe your job in a few paragraphs
french: Faites la description de votre emploi en quelques paragraphes
italian: Descrivi il lavoro in poche righe
spanish: Describa el trabajo en párrafos breves

source: Details are shown above. The importer will now try again with a different parser...
french: Les détails sont affichés ci-dessus. L'importateur va désormais réessayer avec un autre analyseur...
italian: I dettagli sono mostrati qui sopra. L'importatore proverà ora con un parser diverso...
spanish: Arriba se muestra la información. El importador lo volverá a intentar con un analizador distinto...

source: Disable
french: Désactiver
italian: Disabilita
spanish: Desactivar

source: Disable Customization
french: Désactiver la personnalisation
italian: Disattiva personalizzazione
spanish: Desactivar personalización

source: Don't have time now?
french: Vous n'avez pas le temps maintenant ?
italian: Non hai tempo in questo momento?
spanish: ¿No tiene tiempo ahora?

source: Draft
french: Brouillon
italian: Bozza
spanish: Borrador

source: Drop your widgets here to add them below the filter list in job page
french: Déposez vos widgets ici pour les ajouter sous la liste des filtres sur la page de l'emploi
italian: Metti qui i tuoi widget per aggiungerli sotto l'elenco dei filtri nella pagina del lavoro
spanish: Arrastre los widgets aquí para agregarlos debajo de la lista de filtros en la página de trabajos

source: Drop your widgets here to append them on top of the filter list in job page
french: Déposez vos widgets ici pour les annexer au haut de votre liste de filtres sur la page d'emploi
italian: Rilascia qui i tuoi widget per metterli in cima all'elenco di filtri nella pagina del lavoro
spanish: Arrastre los widgets aquí para anexarlos al principio de la lista de filtros en la página de trabajos

source: Duration
french: Durée
italian: Durata
spanish: Duración

source: EDIT THIS JOB
french: MODIFIER CET EMPLOI
italian: MODIFICA IL LAVORO
spanish: EDITAR ESTE TRABAJO

source: EMAIL ADDRESS
french: Adresse e-mail
italian: Indirizzo e-mail
spanish: Dirección de correo electrónico

source: Edit
french: Modifier
italian: Modifica
spanish: Editar

source: Edit Application
french: Modifier l'application
italian: Modifica la candidatura
spanish: Editar postulación

source: Edit Category
french: Modifier la catégorie
italian: Modifica categoria
spanish: Editar categoría

source: Edit Job
french: Modifier l'emploi
italian: Modifica lavoro
spanish: Editar trabajo

source: Edit Job Type
french: Modifier le type d'emploi
italian: Modifica il tipo di contratto
spanish: Editar tipo de trabajo

source: Edit Plan
french: Modifier la formule
italian: Modifica piano
spanish: Editar plan

source: Edit this job
french: Modifier cet emploi
italian: Modifica lavoro
spanish: Editar este trabajo

source: Email Address
french: Adresse e-mail
italian: Indirizzo e-mail
spanish: Dirección de correo electrónico

source: Email invalid
french: E-mail non valide
italian: E-mail non valida
spanish: Dirección de correo electrónico no valida

source: Email reminder
french: Rappel par e-mail
italian: Promemoria e-mail
spanish: Mensaje recordatorio

source: Email templates for authentication process. You can use placeholders to include some specific content.
french: Modèles d'e-mail relatif au processus d'authentification. Vous pouvez utiliser les espaces réservés pour y inclure du contenu spécifique.
italian: Modelli di e-mail per il processo di autenticazione. Puoi utilizzare i segnaposti per includere del contenuto specifico.
spanish: Plantillas de mensajes para el proceso de autenticación. Puede usar marcadores de posición para incluir contenido específico.

source: Email templates used for job-related event. You can use placeholders to include some specific content.
french: Modèles d'e-mail utilisé pour les événements liés à l'emploi. Vous pouvez utiliser les espaces réservés pour y inclure du contenu spécifique.
italian: Modelli di e-mail utilizzati per eventi relativi ai lavori. Puoi usare i segnaposti per includere dei contenuti specifici.
spanish: Plantillas de mensajes utilizadas para eventos relacionados con los trabajos. Puede usar marcadores de posición para incluir contenido específico.

source: Employer email
french: E-mail de l'employeur
italian: E-mail del datore di lavoro
spanish: Email del empleador

source: Enable
french: Activer
italian: Abilita
spanish: Activar

source: Enable this will make every new job pending until you review and approve it manually.
french: Activer cette fonction mettra en attente tous les nouveaux emplois jusqu'à examen et approbation manuelle.
italian: Abilitando questa funzione ogni nuovo lavoro verrà segnato come in sospeso fino a che verrà letto e approvato manualmente.
spanish: Al activar esto, todos los trabajos nuevos se mostrarán pendientes hasta que los revise y apruebe manualmente.

source: Enabling this will allow you to test payment without charging your account .
french: Activer cette fonctionnalité vous permettra de tester les paiements sans que rien ne soit prélevé sur votre compte.
italian: Attivando questa opzione, potrai fare un test di pagamento senza alcun addebito sul tuo conto.
spanish: Al activarse, esto le permitirá realizar una prueba de pago sin cobrarlo en su cuenta.

source: Engine Settings
french: Paramètres d'Engine
italian: Impostazioni Engine
spanish: Ajustes de Engine

source: Enter a city and country or leave it blank
french: Saisissez une ville ou un pays, sinon laissez le champ vierge
italian: Inserisci città e paese o lascia in bianco
spanish: Introduzca la ciudad y el país o déjelo en blanco

source: Enter a keyword
french: Saisir un mot clé
italian: Inserisci una parola chiave
spanish: Escriba una palabra clave

source: Enter a keyword ...
french: Saisissez un mot clé...
italian: Inserisci una parola chiave...
spanish: Escriba una palabra clave...

source: Enter a location
french: Saisir un lieu
italian: Inserisci una località.
spanish: Escriba un lugar

source: Enter a name for your plan
french: Saisissez un nom pour votre formule
italian: Inserisci il nome del tuo piano
spanish: Escriba un nombre para el plan

source: Enter a short title for your job
french: Saisir un intitulé bref pour votre emploi
italian: Inserisci un breve titolo del tuo lavoro
spanish: Escriba un título corto para el trabajo

source: Enter category name
french: Saisir un nom de catégorie
italian: Inserisci nome categoria
spanish: Escriba un nombre de categoría

source: Enter language name
french: Saisir le nom d'une langue
italian: Inserisci nome lingua
spanish: Introduzca un idioma

source: Enter license key
french: Saisir la clé de license
italian: Inserisci chiave di licenza
spanish: Introduzca la clave de licencia

source: Enter the language's name
french: Saisir le nom d'une langue
italian: Inserisci il nome della lingua
spanish: Introduzca el idioma

source: Enter the name of your currency
french: Saisir le nom d'une devise
italian: Inserisci il nome della tua valuta
spanish: Introduzca el nombre de la divisa

source: Enter your PayPal email address
french: Saisissez l'adresse e-mail associée à votre PayPal
italian: Inserisci il tuo indirizzo e-mail di PayPal
spanish: Escriba su dirección de correo electrónico de PayPal

source: Enter your company name
french: Saisissez le nom de votre société
italian: Inserisci il nome dell'azienda
spanish: Escriba el nombre de la empresa

source: Enter your company website
french: Saisissez le site Web de votre société
italian: Inserisci il sito web della tua azienda.
spanish: Introduzca el sitio web de la empresa

source: Enter your email address
french: Saisissez votre adresse e-mail
italian: Inserisci l'indirizzo e-mail
spanish: Escriba su dirección de correo electrónico

source: Enter your license key on Enginethemes.com
french: Saisissez votre clé de licence sur Enginethemes.com
italian: Inserisci la chiave di licenza su Enginethemes.com
spanish: Escriba su clave de licencia en Enginethemes.com

source: Enter your password
french: Saisir votre mot de passe
italian: Inserisci la password
spanish: Escriba la contraseña

source: Enter your website title
french: Saisir l'intitulé de votre site Web
italian: Inserisci il titolo del sito web.
spanish: Escriba el título del sitio web

source: Enter your website's demonstration
french: Saisir la démo de votre site Web
italian: Inserisci la tua dimostrazione web.
spanish: Introduzca la demostración del sitio web

source: Error when trying to add new job category!
french: Erreur lors de la tentative d'ajout d'une nouvelle catégorie d'emploi !
italian: Errore durante l'aggiunta di una nuova categoria di lavoro.
spanish: Error al intentar agregar una categoría de trabajo nueva.

source: Error when trying to add new job type!
french: Une erreur est survenue lors de la tentative d'ajout d'un nouveau type d'emploi !
italian: Errore durante l'aggiunta di un nuovo tipo di contratto
spanish: Error al intentar agregar un tipo de trabajo nuevo.

source: Error when trying to update job type!
french: Une erreur est survenue lors de la mise à jour du type d'emploi !
italian: Errore nell'aggiornamento del tipo di contratto
spanish: Error al intentar actualizar el tipo de trabajo.

source: Error when updating settings.
french: Erreur lors de la mise à jour des paramètres.
italian: Errore nell'aggiornamento delle impostazioni.
spanish: Error al actualizar la configuración.

source: FREE
french: GRATUIT
italian: GRATIS
spanish: GRATIS

source: Facebook URL
french: URL Facebook
italian: URL Facebook
spanish: URL de Facebook

source: Failed to delete sample data!
french: Échec de la suppression des exemples de données !
italian: Eliminazione dati di prova non riuscita
spanish: No se pudieron eliminar los datos de ejemplo.

source: Failed to get user data
french: Échec de rapatriement des données d'utilisateur
italian: Impossibile ottenere i dati dell'utente
spanish: Error al obtener los datos del usuario

source: Failed to send email
french: Échec d'envoi de l'e-mail
italian: Invio e-mail non riuscito
spanish: No se pudo enviar el mensaje.

source: Failed to update user data!
french: Échec de la mise à jour des données !
italian: Impossibile aggiornare i dati dell'utente
spanish: No se pudieron actualizar los datos del usuario.

source: Featured
french: À la une
italian: In primo piano
spanish: Destacados

source: Featured Job
french: Emploi à la une
italian: Lavoro in primo piano
spanish: Trabajo destacado

source: Featured Jobs
french: Emplois à la une
italian: Lavori in primo piano
spanish: Trabajos destacados

source: File is not exist
french: Le fichier n'existe pas
italian: File non esistente
spanish: Archivo inexistente

source: Find out more
french: En savoir plus
italian: Trovane altri
spanish: Ver más

source: Finish Wizard
french: Fermer l'assistant
italian: Procedura guidata terminata
spanish: Finalizar asistente

source: Follow Us
french: Suivez-nous
italian: Seguici
spanish: Síganos

source: Footer Background
french: Arrière-plan du pied de page
italian: Sfondo piè di pagina
spanish: Fondo de pie de página

source: Forgot Password Mail Template
french: Modèle d'e-mail de mot de passe oublié
italian: Modello e-mail password dimenticata
spanish: Plantilla de mensaje de olvido de contraseña

source: Forgot password mail template
french: Modèle d'e-mail de mot de passe oublié
italian: Modello e-mail password dimenticata
spanish: Plantilla de mensaje de olvido de contraseña

source: Forgot your password?
french: Mot de passe oublié ?
italian: Password dimenticata?
spanish: ¿Olvidó la contraseña?

source: Forgot-password Email template
french: Modèle d'e-mail d'oubli de mot de passe
italian: Modello e-mail password dimenticata
spanish: Plantilla de mensaje de olvido de contraseña

source: Fraudulent or error!
french: Frauduleux ou erreur !
italian: Fraudulento o errore!
spanish: Fraudulento o error.

source: Full Location
french: Adresse complète
italian: Località completa
spanish: Lugar completo

source: Full name
french: Nom
italian: Nome completo
spanish: Nombre completo

source: Get a reminder in your inbox
french: Recevoir un rappel dans votre boîte de réception
italian: Ricevi un promemoria nella tua casella di posta in arrivo
spanish: Reciba un recordatorio en su bandeja de entrada

source: Go to next step
french: Passer à l'étape suivante
italian: Vai al passo successivo
spanish: Ir al siguiente paso

source: Google Plus URL
french: URL Google Plus
italian: URL Google Plus
spanish: URL de Google Plus

source: Google analytics is a service offered by Google that generates detailed statistics about the visits to a website.
french: Google Analytics est un service proposé par Google générant des statistiques détaillées sur les visites d'un site Web.
italian: Google Analytics è un servizio offerto da Google che genera statistiche dettagliate sulle visite al sito web.
spanish: Google Analytics es el servicio de Google que genera estadísticas detalladas sobre las visitas de un sitio web.

source: Header Background
french: Arrière-plan de l'en-tête
italian: Sfondo intestazione
spanish: Fondo de encabezado

source: Header Color
french: Couleur de l'en-tête
italian: Colore intestazione
spanish: Color de encabezado

source: Heading
french: Titre
italian: Titolo
spanish: Encabezado

source: Home
french: Accueil
spanish: Inicio

source: Hong Kong Dollar
french: Dollar de Hong Kong
italian: Dollaro di Hong Kong
spanish: Dólar de Hong Kong

source: Hooray, there is no pending jobs.
french: Super, aucun emploi n'est en attente.
italian: Bene, non ci sono lavori in sospeso.
spanish: ¡Qué bien! No hay trabajos pendientes.

source: How many columns and where the sidebar should be.
french: Le nombre de colonnes et la position de la barre latérale.
italian: Numero di colonne e posizione della barra laterale.
spanish: Cantidad de columnas y ubicación de la barra lateral

source: How your users pay you for publishing jobs on your website
french: Comment vos utilisateurs vous paient pour publier des emplois sur votre site
italian: Come ti pagano gli utenti per pubblicare lavori sul tuo sito web
spanish: Medios por los que los usuarios pagan por publicar trabajos en su sitio web

source: How your users pay you for publishing jobs on your website.
french: Comment les utilisateurs vous paient pour publier des emplois sur votre site Web.
italian: Come ti pagano gli utenti per pubblicare lavori sul tuo sito web.
spanish: Medios por los que los usuarios le pagan por publicar trabajos en su sitio web.

source: Hyperlink
french: Hyperlien
spanish: Hipervínculo

source: Hyperlink Text Color
french: Couleur du texte de l'hyperlien
italian: Colore testo hyperlink
spanish: Color de texto de hipervínculo

source: If this was a mistake, just ignore this email and nothing will happen.
french: Si c'est une erreur, veuillez ignorer cet e-mail et rien ne se passera.
italian: Nel caso la mail non ti riguardi, ignorala.
spanish: Si recibió este mensaje por error, no lo tenga en cuenta, no ocurrirá nada.

source: Image Files
french: Fichiers image
italian: File d'immagini
spanish: Archivos de imagen

source: In Demo mode the 2Checkout order number is changed to '1' which will cause the hash to fail this. This is intentional so that merchants selling downloadable products and services can compare the hash to determine whether to provide a product to a customer
french: En mode Démo, le numéro de commande de 2Checkout est remplacé par '1' ce qui entraînera une erreur de code de hachage. Ceci est fait afin que les marchands vendant des services et des articles téléchargeables puissent comparer le hash et ainsi déterminer s'ils désirent fournir un article à un client
italian: In modalità Demo il numero d'ordine di 2Checkout è stato modificato in '1' e l'hash non potrà elaborarlo. Questo avviene di proposito, in modo che i commercianti che vendono prodotti e servizi scaricabili possano confrontarle l'hash per determinare se fornire un prodotto a un cliente.
spanish: En el modo de demostración, el número de orden de 2Checkout se cambia a '1', lo cual hará que el hash provoque un fallo. Esto se hace intencionalmente para que los comerciantes que vendan productos y servicios para descargar puedan comparar el hash para decidir si le provee el producto al cliente.
